{
    "text": "Ново проучване стресна света със задаващи се катастрофални явления и последици!\n\nЕкстремните валежи ще бъдат по-силни и по-чести. Обществото трябва да се подготви за това\nПериодите с много силни валежи, които могат да доведат до катастрофални наводнения, стават все по-чести и интензивни със затоплянето на планетата. Те ще бъдат повече, отколкото се предвиждаше досега. Това показва ново проучване, цитирано от АФП.\nЗа да предвидят последиците от изменението на климата, специалистите използват климатични модели, но според това изследване те подценяват увеличаването на екстремните валежи.\nПоследиците \"могат да бъдат много по-лоши, отколкото си мислехме\", коментира в съобщение до медиите Андерс Леверман от Института за изследване на въздействието на климата в Потсдам, провел изследването.\n\"Екстремните валежи ще бъдат по-силни и по-чести. Обществото трябва да се подготви за това\", посочва той.\nСпоред проучването най-голямо увеличение на валежите ще има в тропическите райони и високите географски ширини, включително Югоизточна Азия и Северна Канада.\nЯвлението е свързано с факта, че топлият въздух може да съдържа повече водни пари.\nНаводненията са скъпоструващи бедствия, които водят до значителни човешки жертви и икономически загуби.\nТова предупреждение е публикувано в изданието Journal of Climate, само няколко дни преди откриването в Дубай на КОП28 (COP28) - годишната международна среща за климата, провеждана под егидата на ООН. Форумът започва в четвъртък.\nЗа целите на работата си изследователите са сравнили симулациите на множество климатични модели с наблюдаваните в миналото промени. Те са използвали техники, които са им позволили да установят кои промени са свързани с емисии на парникови газове от човешката дейност и кои не.\n\"Нашето проучване потвърждава, че интензивността и честотата на проливните дъждове се засилват експоненциално с всяко увеличение на глобалното затопляне\", подчертава Макс Коц, водещ автор на проучването.\nАнализите сочат, че именно повишаването на температурата има най-голям ефект върху тези промени, а не други фактори като ветровете.\n\"Добрата новина е, че това улеснява прогнозирането на бъдещите екстремни валежи. Лошата новина е, че ще се задълбочи това, ако ускоряваме глобалното затопляне чрез отделяне на парникови газове\", коментира Андерс Леверман.\n",
    "article_id": "A6_CC_BG_10635.txt",
    "category": "CC",
    "narratives": [
        "Amplifying Climate Fears"
    ],
    "subnarratives": [
        "Amplifying existing fears of global warming"
    ]
}