{
    "text": "Земята става все по-гореща с по-бързи темпове\n\nЗемята става все по-гореща с по-бързи темпове\nПриетите глобални мерки се оказват със слаб ефект\nСредните глобални температури се повишават с все по-бързи темпове въпреки обещанията на световните лидери да се справят с изменението на климата, разкри ново проучване.\nИзследването бе публикувано миналата седмица по време на подготвителна среща за Конференцията на ООН за изменението на климата през 2023 г. То установи, че темпът на глобалното затопляне се е ускорил през последните години въпреки политическите ангажименти за ограничаване на напредък на повишаването на температурата до 1,5 градуса по Целзий в сравнение с прединдустриалните времена.\nГлобалните температури са се повишили средно с 1,07 градуса по Целзий през десетилетието от 2010 г. до 2019 г.\nСредното покачване през десетилетието от 2013 до 2022 г. е 1,14 °C. Това означава, че темпът на климатичните промени, причинени от човека, се ускорява с над 0,2 °C на десетилетие.\nИзследователите казаха, че все още нарастващите нива на емисии на парникови газове, причинени от човека, са основният виновник.\nПрез последното десетилетие човечеството изпуска около 54 гигатона въглероден диоксид всяка година в земната атмосфера чрез различни промишлени дейности. Неуспехът да се ограничат тези емисии означава, че сега човечеството може да освободи само още около 250 гигатона въглероден диоксид, преди глобалното затопляне да достигне границата от 1,5 °C.\nВ предишна оценка от 2020 г. изследователите установиха, че на човечеството все още остават над 500 гигатона въглероден диоксид, за да достигне прага, което показва, че без значителни промени светът ще изчерпи своя глобален въглероден бюджет за по-малко от пет години.\n\"Времето за действане е ограничено\", коментира професор Пиърс Форстър, директор на Центъра за бъдещето на климата на Пристли в университета в Лийдс и един от авторите на изследването.\nИзследователите описват резултатите като \"звън за събуждане\" и подчертават, че с всяко малко увеличение на средните глобални температури, светът е готов за по-чести и тежки климатични бедствия като суши, наводнения и тропически бури.\n\"Изключително важно е политиците и широката общественост да бъдат запознати с това колко бързо променяме климата чрез нашите колективни дейности\", каза професор Питър Торн, директор на Центъра за изследване на климата ICARUS в университета Maynooth и съавтор на изследването. в изявлението.\nИзследването е публикувано в списанието Earth System Science Data.",
    "article_id": "A6_CC_BG_10380.txt",
    "category": "CC",
    "narratives": [
        "Amplifying Climate Fears",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Amplifying existing fears of global warming",
        "Climate policies are ineffective"
    ]
}