{
    "text": "ООН: Светът може да се затопли с 3,1 градуса до края на века\n\nБез действия светът може да се затопли с огромни 3,1 градуса C през този век, казва ООН в нов доклад, публикуван вчера, съобщи Би Би Си.\nНо колко вероятно е това?\nКакто често се случва с изменението на климата и науката зад него – отговорът е сложен.\nДокладът на UN Emissions Gap показва, че ако се прилагат само „настоящите политики“, светът може да се затопли с до 3,1C.\nТова би било „катастрофално“ за света според ООН. Би довело до драматично увеличаване на екстремните метеорологични явления, включително горещи вълни и наводнения.\nРаботата навън при това ниво на затопляне би била изключително трудна, ако не и невъзможна.\nНо това число не е съвсем ново и трябва да се разглежда в контекст.\nПрогнозите на ООН за покачване на температурата останаха по същество същите през последните три години, откакто страните се срещнаха в Глазгоу за COP26.\nВ новия доклад се казва: „Оценява се, че продължаването на настоящите политики ще ограничи глобалното затопляне до максимум 3,1C (диапазон 1,9-3,8C) в течение на века.“\nВ последния доклад от вчера се казва, че ако страните изпълнят обещанията, които вече са дали в своите планове за намаляване на въглеродните емисии, тогава температурите ще се повишат с 2,6 до 2,8C.\nИ ако всяка държава приложи тези планове в действие и изпълни съществуващите си ангажименти за нетно нула, в доклада за разликата в емисиите се казва, че покачването може да бъде ограничено до 1,9C.\nТези по-студени сценарии очевидно далеч не са гарантирани, но трябва да се каже, че дори покачване с 1,9C би било катастрофално. Досега сме нагрели нашата планета с 1,1C и усещаме ефектите на толкова много нива, не на последно място увеличаване на екстремното време и покачването на морското равнище.\nВ доклада на ООН се казва, че целите на Парижкото споразумение за поддържане на глобалните температури под 2C, докато се полагат усилия да останат под 1,5C, сега са в много сериозна опасност.\nВъпреки това е важно да се има предвид моментът на този доклад, идващ само няколко седмици преди политическите лидери да се съберат в Азербайджан за COP29.\nСтраните се споразумяха да представят нови планове за намаляване на въглеродните емисии до следващата пролет. Те ще обхващат десетте години до 2035 г.\nУчените разбират, че ако кривата на емисиите не се изкриви дотогава, вероятно ще има изключително предизвикателни покачвания на температурата около или над 3C.\nТози следващ набор от планове, наречени национално определени приноси, бяха описани от шефа на ООН по климата като един от най-важните документи, създадени през този век.\nТака че този доклад трябва да се разглежда като част от натиска за по-високи амбиции от страна на световните лидери.\nКакво друго има ново в доклада?\nСъществуват редица фактори, които са нови и помагат за увеличаване на емисиите според ООН.\nБумът на полетите през 2023 г. доведе до ръст на въглеродните емисии от авиацията с 19,5% в сравнение с 2022 г., тъй като пътническите пътувания се върнаха близо до нивата отпреди пандемията.\nЕмисиите от автомобилния транспорт също се увеличиха, но имаше и други ключови фактори, включително въздействието на изменението на климата, повишаване на температурите, което принуждава хората да прибягват до повече климатици.\n„Виждаме или започваме да виждаме по-тежки въздействия от изменението на климата, така че горещите вълни са увеличили търсенето на енергия за охлаждане на домове и офиси“, каза д-р Ан Олхоф от UNEP.\n„Те също повлияха на производството на водноелектрическа енергия, което намаля. И какво правите след това, когато падне? Преминавате към повече въглища.\nДруг елемент е преходът към електричество за превозни средства и отопление – нарастващият брой електрически превозни средства и термопомпи също повишават търсенето на енергия, което често се покрива от източници на изкопаеми горива.",
    "article_id": "A6_CC_BG_12507.txt",
    "category": "CC",
    "narratives": [
        "Amplifying Climate Fears",
        "Amplifying Climate Fears",
        "Controversy about green technologies"
    ],
    "subnarratives": [
        "Amplifying existing fears of global warming",
        "Doomsday scenarios for humans",
        "Other"
    ]
}