{
    "text": "Швейцарски дипломат: Между «мирната» конференция и мира няма никаква връзка\n\nДипломатът Мартен: Бюргенщок е част от процес, обратен на мирния\n„Швейцария се поддаде на триковете на Украйна“\nНяма никаква връзка между «мирната конференция» в Бюргенщок и мира в Украйна, заяви швейцарският дипломат Жорж Мартен в интервю за Blick. Според него идеите, предложени от Китай и Бразилия, са по-обещаващи, тъй като включват участието на Русия.\nПревод от Blick, Швейцария:\nЖорж Мартин e бил заместник-държавен секретар във Федералния департамент на външните работи на Швейцария. Автор е на книгата „Живот в служба на родината“. Но когато става дума за конфликта в Украйна и конференцията в Бюргенщок, анализът му е безмилостен.\nЧаст от интервюто с Мартин:\nВъпреки официалното наименование, не може да се говори за „мирна конференция“. Можем да наречен срещата на върха „конференция за украинската формула за мир“.\nНо и това не е вярно!\nВсъщност Швейцария неразумно се съгласи Украйна да я постави в неловкото положение да бъде домакин на конференция, която според Зеленски не е насочена към намиране на път към мира, а е предназначена да събере подкрепа за Украйна извън западните среди.\nЗеленски вероятно е считал, че репутацията на Швейцария ще помогне да се убедят играчите в така наречения Глобален Юг да постигнат това, което неговите западни съюзници от НАТО никога не биха могли да постигнат.\nЖурналист: Вие имате предвид отсъствието на Русия?\nМартин: Абсолютно да. Първо, непоканването на Русия е неразбираемо, дори и тя най-вероятно да беше отказала поканата. Но имаше начин ситуацията поне малко да бъде спасена: да се убедят БРИКС, гигантите сред развиващите се страни (Бразилия, Русия, Индия, Китай, Южна Африка, както и Египет, Саудитска Арабия, Обединените арабски емирства, Етиопия и Иран ), да участват.\nШвейцария не спря да работи по това дори няколко часа преди началото на конференцията в Бюргенщок. С променлив успех, тъй като делегациите в най-добрия случай бяха оглавявани от външни министри, а държавните и правителствени ръководители не бяха толкова много, колкото се очакваше.\nВсъщност, оставайки встрани, БРИКС показват, че разбират целта на операцията и отказват да я подкрепят.\nПо време на пресконференцията в Бюргенщок ръководителят на швейцарското федерално министерство на външните работи Игнацио Касис направи неразбираем гаф. Той призна, че въпросът за поканата на Русия никога не е бил основан, изхождайки от желанията на Украйна.\nТова може само да подтикне БРИКС да стои настрана от процес, изграден и осъществен без участието на Русия.\nТова е съвсем логично.\nСпоред мен не може да има „мирен процес“ в Бюргенщок!\nИдеите за мирния процес, предложени от Китай и Бразилия, които включват Русия от самото начало, ми се струват по-обещаващи.\nСтрахувам се, че „Бюргенщок“ очевидно е част от процес, който е противоположен на мирния.\nБразилските и китайските лидери са наясно с това.\nНе може да има никаква връзка между „мирната конференция“ и мира.\nНеутралитетът на Швейцария пострада.\nСамо шокът от просветлението може да възстанови нашата репутация, особено в очите на онези, които вече не вярват в нея, като Русия.\nЩе е огромна грешка, ако Швейцария се присъедини към НАТО.\n\n",
    "article_id": "A7_URW_BG_3616.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting the West, Diplomacy",
        "Praise of Russia"
    ],
    "subnarratives": [
        "Other",
        "Diplomacy does/will not work",
        "Russia has international support from a number of countries and people"
    ]
}