{
    "text": "American Thinker: «СССР създаде могъща Украйна, идиотските й лидери ограбиха наследството»\n\nAmerican Thinker: Причината за унищожаването на Украйна беше нейният самоубийствен национализъм\nИсторията на Украйна е пропита със самоубийствен национализъм, пише AT. Некомпетентни лидери ограбиха голяма част от ресурсите, изостриха вътрешното напрежение в страната и провокираха разрушителния конфликт с Русия, отбелязва авторът на статията.\nПревод от American Thinker, САЩ:\nВ речта си, произнесена на 1 август 1991 г. в Киев, президентът Джордж Буш-старши призова Украйна да обмисли рисковете, свързани с нейната независимост. Той отправи ясно предупреждение към Киев, заявявайки, че „свободата не е същото като независимостта. Американците няма да подкрепят онези, които се стремят към независимост, за да заменят тиранията с местен деспотизъм. Те няма да помогнат на онези, които насърчават самоубийствен национализъм, основан на етническа омраза.»\nТогава предупрежденията на президента бяха оставени без внимнаие. Украинските лидери тогава не преследваха националните интереси.\nВместо това те се ръководеха от необоснована враждебност към Русия.\nРезултатът беше катастрофален.\nНа 24 август 1991 г. Украйна, водена от „самоубийствен национализъм“, се възползва от възможността, предоставена от предстоящото разпадане на Съветския съюз, за да обяви своята независимост.\nВеднага щом вълнението и обещанията за демокрация и просперитет се изпариха, украинският народ, който никога не беше познавал държавността, беше изправен пред суровата реалност на управлението на страната.\nВпоследствие, въпреки внушителните си ресурси, Украйна претърпя икономически и политически неуспехи.\nУкрайна наследи от Съветския съюз една от най-големите селскостопански и промишлени бази в света.\nПо-рано я наричаха „житницата на Европа“.\nНейната промишленост произвеждаше самолети, кораби, локомотиви, турбини за водноелектрически централи, електрически двигатели и трансформатори, както и широка гама потребителски стоки.\nВъглищните мини в Донбас бяха основен доставчик на стоманодобивните заводи и електроцентралите на Съветския съюз.\nОсвен това Украйна произвеждаше различно военно оборудване като танкове, ракети и бойни самолети.\nС добре образованото си население от СССР Украйна можеше да се превърне в един от икономическите центрове на Европа.\nЗа съжаление украинските лидери или не разбраха, или съзнателно пренебрегнаха факта, че украинската икономика е тясно преплетена с икономиката на Съветския съюз.\nСледователно Русия винаги е била естествен, или по-скоро беше единственият пазар за украинските стоки и услуги.\nВъпреки това Украйна изостави руските пазари и се насочи към Европейския съюз.\nТова беше абсурдна идея, тъй като би изисквала значителна промяна на украинската икономика, за да се постигне съответствие с европейските норми и стандарти.\nТакова мащабно усилие би изисквало както много време, така и значителни финансови средства.\nЕС не прояви интерес към украинските продукти.\nВ резултат на това Украйна загуби руския пазар и икономиката й се срина.\nУкрайна вече не можеше да се издържа и цялото й съществуване започна да зависи от чуждестранната помощ, което в крайна сметка доведе до загуба на суверенитета на Украйна и превръщането й в пешка на чуждите интереси.\n",
    "article_id": "A7_URW_BG_4451.txt",
    "category": "URW",
    "narratives": [
        "Discrediting Ukraine",
        "Blaming the war on others rather than the invader",
        "Praise of Russia"
    ],
    "subnarratives": [
        "Discrediting Ukrainian government and officials and policies",
        "Ukraine is the aggressor",
        "Other"
    ]
}