{
    "text": "Руски депутат от Дагестан: Украйна и НАТО стоят зад кървавите нападения\n\nУкраинските разузнавателни служби и страните от Организацията на Северноатлантическия договор (НАТО) стоят зад нападенията в руската република Дагестан.\nТова посочи в изявление депутатът от Държавната дума на Дагестан Абдулхаким Гаджиев.\n\"Специалните служби на Украйна и страните от НАТО може би стоят зад тези ... Защото ние напредваме успешно в специалната военна операция по всички фронтове, което означава, че ситуацията трябва да се разклати вътре в нашата страна\", авторитетно обяви Абдулхаким Гаджиев.\nМеждувременно Министерството на вътрешните работи на Дагестан актуализира информацията за нападението, като съобщи, че шестима полицаи са загинали, а 12 са ранени.\nВ Дагестан е въведен режим на антитерористична операция. По улиците на Махачкала и Дербент се разполагат военни части.\nШестима полицаи са убити при нападението на бойците в Махачкала и Дербент. В двата града е възобновена престрелката.\nРегионалното управление на вътрешните работи съобщи за нападение на бойци в Махачкала и Дербент около 19:00 ч. московско време. В Дербент, по данни на отдела, неизвестни въоръжени лица са стреляли по църква и синагога, като в крайна сметка и двете сгради са изгорели.\nКъм 20:30 ч. московско време при нападението са убити шестима служители на реда. \"Интерфакс\" в правоохранителните органи съобщава за 23 ранени.\nРазмяната на огън между служителите на реда и нападателите е възобновена както в Дербент, така и в Махачкала, съобщиха от Министерството на вътрешните работи на Дагестан. По-рано властите въведоха план \"Прихващане\" и в двата града.\nНападателите са убити, а синагогата дори е била запалена\nСпоред ръководителя на Дагестан Сергей Меликов целта на нападението на бойците е да посеят паника и страх сред дагестанците. Той призова жителите да запазят спокойствие и обеща да даде подробна информация за инцидента по-късно.\nВ началото на годината в Дагестан беше въведено военно положение след протести срещу водената от Кремъл тайна мобилизация за фронта в Украйна.\nПрипомняме, че на 22 март в концертната зала \"Крокус сити хол\" в района на Красногорск край Москва имаше въоръжено нападение, което отне живота на поне 144 човека. Групировката \"Ислямска държава\" пое отговорност за нападението.\nНякои от атентаторите се оказаха таджикистански граждани. Таджикистан задържа девет души, заподозрени във връзки с масовата стрелба, но задържания имаше и в Дагестан, откъдето според руските разследващи, са дошли оръжията за терористите от \"Крокус сити хол\".\nДагестан е известен като размирен регион. 29 октомври 2023 г. Федералната агенция за въздушен транспорт обяви временното затваряне на летище Махачкала за обслужване на пристигащи и заминаващи полети поради нахлуване на неизвестни лица. Работата на летището в Махачкала е била напълно възстановена след размириците. Тогава дори и руският президент Владимир Путин обвини Запада за безредиците в Махачкала.",
    "article_id": "A7_URW_BG_5759.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy"
    ],
    "subnarratives": [
        "Other"
    ]
}