{
    "text": "«Политиците превърнаха европейците в дресирани псета заради Украйна»\n\nSteigan blogger: Политиците заразиха европейците с изкуствено безумие\nЕвропейските политици живеят в свят на параноя и мания за преследване, с които заразяват обикновените граждани, пише Steigan. Първо, причината за лудостта беше пандемията, сега е конфликтът в Украйна. Време е европейците да се събудят и да спрат да вярват на лъжите, подчертава авторът на статията.\nПревод от Steigan blogger, Норвегия:\nМоже ли да се отдели политиката от тези, които се занимават с нея?\nНашите политици загубиха връзка с реалността и за всичко съдят погрешно.\nТе живеят в свят на параноя и мания за преследване.\nПолитиката се управлява от пълни нарцисисти.\nТе виждат изкривена реалност. Не осъзнават, че политиката е изкуството на доброто. Политиците в Норвегия и останалата част от Европа страдат от ехолалия. (Ехолалията е механичното повтаряне на казаното от другите, като ехо).\nПолитиците ни ни потопиха в американското безумие — манията за величие.\nХвалят ни, ако успеем да повторим едни и същи думи достатъчно много пъти.\nИ очакват още по-голяма похвала, ако се намерят още повече желаещи да направят това.\nСкоро ключовите думи се превръщат в цели изречения.\nЕднакви на всички езици.\nКогато в главата на човек е завзета от една-единствена мисъл — това е опасен симптом на прогресираща болест.\nТова е неизлечимо.\nТакива хора трябва да се изолират.\nТе не бива нито да се виждат, нито да се слушат.\nТрябва да ги махнем по-далеко от всички — за да защитим всички останали!\nКулт към смъртта\nВсички помнят сектата «Храмът на народите», чийто лидер поведе на смърт стотици хора.\nВ Джоунстаун 914 човека извършиха масово самоубийство.\nНашите лидери ни внушиха, че смъртта е по-добра от живота.\nЧе войната е по-добра от мира.\nЧе да бием врага — това е път към спасението.\nЧе светът ще стане по-добър, ако той се превърне в дим.\nТе успяха да разбудят в част от европейските общества ненавистта.\nКоято малко се различава от това, което израелските ционисти изпитват към палестинците.\nВнушават ни, че Китай и Русия са опасни.\nНа всички езици тръбят за «заплаха от изток».\nКазват ни: Слушайте ни и ще живеете дълго и щастливо.\nПо-рано знаехме, че Русия е спечелила Втората световна война. Сега става ясно, че я е спечелил Зеленски, нелегитимният президент на Украйна.\nИменно той ще почете паметта на загиналите войници от Червената армия във Финмарк тази година. Лидерът, който руши паметниците на Червената армия и вместо тях издига постаменти на нацистите от Втората световна война.\nПреди презирахме нацистите.\nСега ги въоръжаваме и ги честваме като герои.\nДори ходим на панихиди на нацистите.\nТова е безумие.\nПолитиците направиха европейците луди.\nБезумието порази цяла Европа.\nИ вероятно ще я унищожи.\n\n",
    "article_id": "A7_URW_BG_3618.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Russia is the Victim",
        "Discrediting Ukraine",
        "Discrediting Ukraine"
    ],
    "subnarratives": [
        "Other",
        "The West is russophobic",
        "Discrediting Ukrainian government and officials and policies",
        "Ukraine is associated with nazism"
    ]
}