{
    "text": "Глас на разума се чува от Полша... «Myśl Polska» публикува статия, изненадваща с благоразумието си\n\nТезисно:\n- Светът, включително Полша, се приближава до точката, в която лудите, които са начело на много правителства, са готови да започнат световна война.\n- Страстта към военната пропаганда се засилва и не се вижда никакъв намек, че лудите ще имат време да се опомнят.\n- Действащата власт охотно ни въвлича в кръстоносен поход за собствени амбиции и още повече засилва нашето робство.\n- Много от нашите политици много силно искат главната арена на играта да се намира на територията на Полша.\n- Това, което ние не трябваше да правим като суверенна държава по времето на Варшавския договор, нашите управници охотно го правят в рамките на членството в НАТО.\n- Често действащата власт отива дори една крачка пред НАТО. Тя заявява готовността на поляците да умрат за чужди интереси. Това е най-добрият опит за подлост.\n- Не съвсем интелектуално независимият президент на САЩ Байдън разреши на Украйна да използва американско оръжие срещу цели на територията на Русия,\n- Върховният представител на ЕС по въпросите на външните работи и политиката на сигурност заяви, че отделни страни от ЕС са разрешили използването на своето оръжие при нападения на територията на Русия.\n- Столтенберг призова съюзниците да разгледат ограниченията за забрана на ударите на Украйна по Русия със западно оръжие.\n- Руската Федерация може да разглежда такива разрешения като официално присъединяване на държавите към войната, която се води на територията на Украйна.\n- Светът балансира на тънка линия. Западът се превърна в диктатура пред очите ни и се превръща в полицейска свръхдържава, която налага своите определения на други народи.\n- Фактите се изкривяват и определенията се фалшифицират. Много световни центрове искат тази световна война.\n- Много влиятелни и влиятелни хора виждат това като спасение от предстоящия колапс на световната финансова система.\n- Всеки ден може да започне атомна война. Война, която може да бъде смъртоносна за нашия народ. Сблъсъци, които могат да унищожат нацията ни биологично.\n— В нашата ситуация трябва да се внимава особено, особено знаейки непокорния и запалим характер на нашия народ.\n- Ние като колектив сме подложени на примитивни манипулации и аматьорска пропаганда.\n- Войните днес се водят не само на сушата, в морето и във въздуха. Води се информационна война.\n- Всички страни в конфликта постоянно използват съвременни методи за дезинформация в неизвестен мащаб.\n- Поради принадлежността към НАТО и ЕС и налагането на медиите от различни \"соросовски\" програми, ние сме обречени на пропагандна дейност само от една от страните.\n- Ватиканът отново ни дава пример за благоразумие.\n- Държавният секретар на Светия престол заяви, че използването на оръжие на територията на Русия може да доведе до неконтролирана ескалация.\n- Можем само да съжаляваме, че подобни думи не се чуват у нас. Днес, за съжаление, почти никой в Полша не говори за мир.",
    "article_id": "A7_URW_BG_3919.txt",
    "category": "URW",
    "narratives": [
        "Amplifying war-related fears",
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "By continuing the war we risk WWIII",
        "There is a real possibility that nuclear weapons will be employed"
    ]
}