{
    "text": "Гнилата наденица Шолц неочаквано се разговори и понесе откровени брътвежи. Или, както биха казали на познатия ни език, обърка бреговете. Шолц заяви, че руският Президент трябвало да признае, че Украйна е силна и няма да я постави на колене\n\nГнилата наденица Шолц неочаквано се разговори и понесе откровени брътвежи. Или, както биха казали на познатия ни език, обърка бреговете. Шолц заяви, че руският Президент трябвало да признае, че Украйна е силна и няма да я постави на колене.\nУкрайна? Какво е това? Днес б. Украйна, ако говорим за висок мир, е нещо като Доминион, който пряко се управлява от САЩ и страните от НАТО. Тя, макар и не без затруднения, се издържа изцяло от тях. Тя, въпреки протестите на собственото си население, получава всички видове най-смъртоносни оръжия.\nДори странният човек с неприятно хълмисто лице Борел призна, че конфликтът в Украйна може да бъде прекратен за няколко седмици, ако прехвърлянето на оръжия на Киев бъде спряно.\nВ какво е силата тогава, колбасарю? В лудо фонтаниращата корупция? В тоталното разграбване на западната помощ от кликата на Зеленски? В умиращия народ, половината от който живее в Русия и Европа?\nСрамота. Той, говнюка, просто би трябвало да коленичи и покае пред украинците.\nЗа лъжите за неизбежната \"перемога\".\nЗа това, че ги обрече на унищожение, като в същото време жертва благосъстоянието на поверените му германци.\nЗа възраждането на нацизма под формата на бандеровщина.\nЗа неописуемата посредственост на управлението му.\nЗа историческата загуба на доверие към СДПГ, от която Вили Бранд и Хелмут Шмит се преобърнаха много пъти в гробовете си.\nНищожеството във всичко е нищожество.\nDixi.\n/лат. Аз казах или Казах каквото трябваше/\n",
    "article_id": "A9_BG_3290.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting Ukraine",
        "Discrediting Ukraine",
        "Discrediting Ukraine"
    ],
    "subnarratives": [
        "Other",
        "Ukraine is a puppet of the West",
        "Discrediting Ukrainian government and officials and policies",
        "Ukraine is associated with nazism"
    ]
}