{
    "text": "Каква изненада - през юли е горещо!\n\nКаква изненада - през юли е горещо!\nОт седмици слушам рев и плач колко е горещо през юли. По тв се появяват мрачни климатолози, които тежко съобщават, че този юли е много, ама много горещ. Тв покорно пада на колене пред горещините и твърди, че всяка година е по-гореща от предишната. Но не е вярно - най-горещо тук е било в Садово в 1916 с 45.2 градуса, когато дори не е имало неокомунисти и зелена сделка.\nКакво стана със Зелената сделка? Защо заглъхна?/\nАз лично си спомням не по-малки горещини през юли в края на 60-те, в 70-те и през август 1986. Тогава темп стигнаха около 42-43 градуса и аз се чувствах отлично.\nИ сега при апокалиптичните /всъщност идиотските предсказания на неокомунистите/ се чувствам прекрасно при 39 градуса тук. За нещастие има пожари, но пожари ВИНАГИ е имало през лятото през последните десетки векове в човешката памет - на планетата.\nСтотици учени твърдят, че сегашното затопляне се дължи НЕ на хората, а на увеличеното Слънце, на вулканите, които затоплят света, на мощните океански течения. Най-вероятно затоплянето /сегашните зими са тъпи шеги/, което е несъмнено, се дължи на естествените цикли, а те нямат нищо общо с дейността на хората.\nВ началото на 70-те същите днешни зловещи пророци за ужасните климатични промени /или децата им/ грозно плашеха хората със световно застудяване и нов леден век!! Днешните неокомунисти, които нарочно плашат хората със св затопляне никак не искат това да се напомня, но аз помня дълго! Само този разобличителен факт е достатъчен да опозори затоплистите, но никой не си спомня, не си прави труда и НЕ иска да мисли.\nЕто за какво става дума: неокомунистите, които сега командват Западна Европа и половината Америка /скоро и това ще загубят/ искат да бъркат в джоба на обикновените хора и да ги плашат с екстремно време, уж причинено от хората. /Екстремно време има, но НЕ Е причинено от хората, а от Природата/. Неокомунистите във Вашингтон и Брюксел знаят, че уплашените хора с изпразнени джобове от зелената сделка, най-лесно се КОМАНДВАТ!\nЕто това е “глобалното затопляне” и “климатичните промени” на неокомунистите.\nКоментарът е от Facebook, заглавието е на редакцията",
    "article_id": "BG_1767.txt",
    "category": "CC",
    "narratives": [
        "Downplaying climate change",
        "Green policies are geopolitical instruments",
        "Downplaying climate change",
        "Downplaying climate change",
        "Questioning the measurements and science",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Temperature increase does not have significant impact",
        "Other",
        "Other",
        "Human activities do not impact climate change",
        "Scientific community is unreliable",
        "Criticism of political organizations and figures"
    ]
}