{
    "text": "Кузман Илиев: Това е опасно за цялата индустрия, домакинства и енергийната сигурност на България\n\nНужните инвестиции в мрежата, за да не се разпадне от ВЕИ истерията, се оценяват глобално на 24.5 трилиона долара\nПромените в климата (от милиони години) и големите горещини/студове се борят ефективно само чрез разумно използване на изкопаеми горива - нефт, газ, въглища. И с нови ядрени мощности. Не с унищожаването им! Идеологията не бива да измества икономическите закони.\nТова пише в своя Фейсбук профил икономистът Кузман Илиев.\n\"Стане ли напечено - включваме ТЕЦ-овете да спасяват положението. Лицемерие в чист вид. Настанат ли екстремни температури - рязко заработват всички въглищни централи, въпреки безумните данъци (квоти за търговия с въглеродни емисии), с които целенасочено ги убиват.\nВ момента у нас работят 9 въглищни блока, ако го нямаше 6 блок на АЕЦ-а - поне още 4 въглищни щяха да са “включени.” При рекордни моментни цени на борсата от 1500 лв. на МВтч - това вече е опасно за цялата индустрия, домакинства и енергийната сигурност на България\", предупреждава лидерът на \"България може сама\".\n\"Ясно е, че има нужда от буфери, които да спасяват системата. Ясно е, че без тях ни чакат аварии, режим на тока, невъзможност за балансиране на системата, както и дефицити на електрическа енергия при все по-голямата нужда от нея - климатици, електрически коли, индустрия, AI…\nА нужните инвестиции в мрежата, за да не се разпадне при от ВЕИ истерията, се оценяват глобално на 24.5 трилиона долара…\", завършва политическият анализатор.\n",
    "article_id": "BG_1352.txt",
    "category": "CC",
    "narratives": [
        "Controversy about green technologies",
        "Criticism of climate policies",
        "Controversy about green technologies",
        "Amplifying Climate Fears"
    ],
    "subnarratives": [
        "Renewable energy is costly",
        "Climate policies have negative impact on the economy",
        "Renewable energy is unreliable",
        "Other"
    ]
}