{
    "text": "Людмил Кърджилов: Затоплянето не е опасно, зеленият преход не бива да води до обедняване\n\nСлед юни и юли, гореща вълна с температури до над 35 градуса ще има в София и през август. Нормално е, все пак е лято. Горещините водят до дискомфорт, опасно е човек да се излага дълго на горещите слънчеви лъчи – особено за малки деца, възрастни и хронично болни, но е спорно дали глобалното затопляне като цяло води до по-големи проблеми за човечеството.\nТова коментира пред БНР-Радио София журналистът Людмил Кърджилов, който задълбочено следи темата за времето и климата на Земята.\nПо думите му, учените са единодушни за настъпването на климатичните промени, но не и относно причините за тях. Промени е имало непрекъснато в хода на годините – и топли, и ледникови периоди.\nУчените са разделени и по въпроса дали зачестяват природните катаклизми. Според някои това просто не е вярно.\n\"Научната постановка гласи, че парниковите газове – резултат на човешката дейност, спъват инфрачервеното излъчване към космоса и по този начин се затоплят долните слоеве на атмосферата. Когато наречеш въглеродния диоксид вреден, хората започват да асоциират този безцветен газ със замърсяване. А без него не могат много растения. Замърсяването е съвсем друго – правим го с боклуци, с пластмаса и т.н.\nИдеята, че чрез ограничения в индустрията, транспорта или енергетиката можем да повлияем върху климата, е погрешна и вредна, защото така ще спрем развитието, сигурността и подобряването на живота.\"\nКърджилов изтъкна, че в много отношения Европа е по-напред в стандарта на живот. В много други краища на света хората се стремят към индустриално развитие, за което им трябва енергия, по възможност много и евтина. Тя не може да се осигури чрез ВЕИ (възобновяеми енергийни източници). Трябва да има баланс.\nСтарият континент рязко завива към ВЕИ, загърбвайки всички други, дори АЕЦ. Но това има цена и неслучайно хората на последните евроизбори показаха негативното си отношение към Зелената сделка.\nМоже да не се лишаваме от другите производства на енергия, съществуват технологични решения за намаляване въздействието върху околната среда, подчерта журналистът.\n\"Преходът към зелена енергия е добра идея, защото тя е по-чиста. Но това трябва да става разумно, балансирано, да видим какво можем да направим за околната среда, без това да води до обедняване на хората\", каза още Кърджилов.\nСоларните панели няма да решат. Още не е намерен добър начин да съхраняваме енергия. Батериите не са решение, защото няма къде да ги съхраняваме, а и те също замърсяват.\n\"Затоплянето не е опасно, категорично. Това е цикличност. Имало е и други топли периоди. Не бива да се притесняваме от затоплянето в момента. Ако климатът се променя опасно, ще имаме проблем с производството на храна и изхранването. Преди 30-40 години сме произвеждали 400 млн. т. пшеница, сега произвеждаме близо 800 млн. тона годишно - посочи още Людмил Кърджилов. - По-топлият климат допринася за производството на повече храна. Освен това затоплянето може да допринесе за намаляване смъртността от студ.\"\n",
    "article_id": "BG_1826.txt",
    "category": "CC",
    "narratives": [
        "Downplaying climate change",
        "Downplaying climate change",
        "Questioning the measurements and science",
        "Climate change is beneficial",
        "Criticism of climate policies",
        "Controversy about green technologies",
        "Controversy about green technologies"
    ],
    "subnarratives": [
        "Temperature increase does not have significant impact",
        "Climate cycles are natural",
        "Data shows no temperature increase",
        "CO2 is beneficial",
        "Climate policies are ineffective",
        "Renewable energy is unreliable",
        "Renewable energy is costly"
    ]
}