{
    "text": "Учени предупреждават: Земята крещи за помощ\n\nНово проучване показва, че глобалните емисии на метан нарастват рязко и човечеството трябва да предприеме незабавни действия.\nКлиматичната криза е надвиснала над планетата и Земята буквално крещи за помощ, изпращайки всякакви предупредителни знаци\nВ това число – рекордни горещини, влошено здраве, изчезващи ледени покривки и непредсказуемо време.\nВъпреки това човечеството продължава да отделя невероятни количества въглероден диоксид и метан в атмосферата, пише Science Alert.\nНово проучване показва, че глобалните емисии на метан на планетата растат, застрашавайки оцеляването не само на човечеството, но и на целия живот на планетата.\nУчените предлагат и няколко стратегии, които страните биха могли да използват за намаляване на емисиите на парникови газове.\nСъздали са и специален онлайн инструмент, който може да помогне за решаване на проблема.\nИзвестно е, че постоянното увеличаване на емисиите на метан се дължи до голяма степен на неспособността на човечеството да се откаже от използването на изкопаеми горива и преминаването към по-чисти алтернативи.\nПредишни проучвания вече показаха, че метанът се произвежда директно по време на сондиране и обработка на нефт, газ и въглища. За климатичната криза допринася и нарастващото отделяне на метан от влажните зони.\nИзвестно е също, че метанът се произвежда от сметищата, топенето на ледниците и животновъдството.\nНово изследване, направено от специалисти под ръководството на физика и климатолог Дрю Шиндел от университета Дюк, предполага, че всички тези фактори са имат слабо влияние, но изискват внимание.\nНаблюденията показват, че днес атмосферата на Земята съдържа значително по-малко метан, отколкото въглероден диоксид.\nИзвестно е обаче, че метанът е основният фактор за глобалното затопляне.\nЗатова учени настояват човечеството дазапочне драстично да намалява емисиите на метан.",
    "article_id": "BG_2536.txt",
    "category": "CC",
    "narratives": [
        "Amplifying Climate Fears",
        "Amplifying Climate Fears",
        "Downplaying climate change"
    ],
    "subnarratives": [
        "Amplifying existing fears of global warming",
        "Earth will be uninhabitable soon",
        "Other"
    ]
}