{
  "text": "End overseas trade settlement in dollar, use your own currency: Brazil President Lula to BRICS nations \n\n Beijing: Brazilian President Luiz Inacio Lula da Silva has called for the BRICS nations to give up US dollar and come up with their own alternative currency to settle cross-border trade.\n\nDuring his first state visit to China since taking office in January, Lula also lashed out the International Monetary Fund (IMF) and criticised the outsize role of the greenback in global trade.\n\nHis comments came mere days after the Brazilian government ditched dollar as an intermediary and announced a deal to trade in local currency with China.\n\nLula voices for de-dollarization\n\nLending his voice to China’s efforts to shed the dollar’s dominance and promote the use of the renminbi (RMB)/ yuan in overseas trade settlement, the Brazilian President said: “Who was it that decided that the dollar was the currency after the disappearance of the gold standard?”\n\nDon’t Miss: Dollar Decoupled: Donald Trump warns US currency ‘crashing, will no longer be the world standard’\n\n“Why can’t we do trade based on our own currencies?” he said during his address at the New Development Bank in Shanghai, known as the “BRICS bank”.\n\n“Every night I ask myself why all countries have to base their trade on the dollar,” Lula added.\n\nIt is being said that at the BRICS annual summit in South Africa, the member countries – Brazil, Russia, India, China and South Africa – will create a new currency to facilitate overseas trade. The final agreement could come up as early as in August this year.\n\nAlso Read: Dumping the Dollar: Will a new BRICS currency replace the US currency for trade?\n\nAs per reports, Russia is behind the idea of the alternative currency as it continues to face economic sanctions from the West over its invasion of Ukraine.\n\nDon’t chase dollars\n\n“Why can’t a bank like the BRICS bank have a currency to finance trade between Brazil and China, between Brazil and other BRICS countries?… Today, countries have to chase after dollars to export, when they could be exporting in their own currencies,\" Lula said.\n\nHitting out at the IMF, Lula alluded to accusations the global lenders’ overly harsh spending cuts on cash-strapped countries like Brazil’s neighbour Argentina in exchange for bailout loans.\n\n“No bank should be asphyxiating countries’ economies the way the IMF is doing now with Argentina, or the way they did with Brazil for a long time and every third-world country,\" he said.\n\n“No leader can work with a knife to their throat because (their country) owes money,\" he added.\n\nBrazil-China trade\n\nTrade between Brazil and China soared over the past decade to $150.4 billion in 2022.\n\nChina imports agricultural commodities and minerals from Brazil apart from investing in the Latin American country’s consumer market and infrastructure sector.\n\nEarlier this week, the Brazilian branch of the state-owned Industrial and Commercial Bank of China settled its first overseas transaction directly in RMB in the country. With the increase in bilateral trade and growing economic relationship, both countries have now been using their respective currencies to settle payments.\n\nMust Read: Indian rupee could be the new dollar, says ‘Doctor Doom’ Nouriel Roubini\n\nCan yuan be the new dollar?\n\nThe Chinese yuan’s role in trade finance has more than doubled since the Ukraine war, but at present, it is a poor contender to replace the US dollar as the global currency.\n\nNot only is it virtually pegged to the dollar, China’s tight control of its currency keeps it from adhering to free market flows.\n\nWith inputs from agencies\n\nRead all the Latest News , Trending News , Cricket News , Bollywood News , India News and Entertainment News here. Follow us on Facebook , Twitter and Instagram .",
  "article_id": "EN_UA_014014.txt",
  "category": "Other",
  "narratives": [
    "Other"
  ],
  "subnarratives": [
    "Other"
  ]
}