{
    "text": "23:55 Лукашенко обвинил Запад в стремлении к еще большей эскалации на Украине\n\nЗападу нужна эскалация на Украине, чтобы ввести туда войска НАТО. Об этом заявил президент Белоруссии Александр Лукашенко на торжественном собрании в честь Дня независимости республики. \n\"Я абсолютно убежден, что американцы и Запад не собираются уходить с Украины. Это прекрасный плацдарм, хорошие земли. Они уже заложены, они уже проданы. Кто оттуда уйдет?\" - цитирует Лукашенко БелТа.\nПо словам белорусского лидера, воевать на Украине некому, а наемники не справляются с армией РФ, поэтому Западу и нужна эскалация, чтобы обосновать ввод войск НАТО. В этом заключается опасность ситуации, подчеркнул Лукашенко. \nПо его словам, Запад начал новый крестовый поход, у руля которого встали наследники тех, кто капитулировал в 1945 году и жаждет реванша. Это ведет мир к новой глобальной катастрофе, отметил белорусский лидер. \nПри этом Запад не сможет изменить итоги Великой Отечественной войны, несмотря на все попытки стереть память о тех событиях, уверен Лукашенко. \nВ начале июня британская газета The Telegraph сообщила, что НАТО готовит пути переброски войск и бронетехники из США в Европу на случай войны с Россией. \nИсточники издания рассказали, что альянс работает над многочисленными сухопутными коридорами, чтобы быстро перебросить американских солдат и бронетехнику к возможной линии фронта. \nСогласно планам НАТО, американские войска высадятся в Нидерландах, откуда их перебросят по железной дороге через Германию в Польшу. Также для переброски десанта США могут задействовать порты Норвегии, Италии, Греции, Турции, Швеции, Финляндии и стран Балтии. \nРанее 5-tv.ru сообщал, что в Польше запустили программу подготовки граждан к потенциальному вооруженному конфликту с Россией.",
    "article_id": "RU-URW-1021.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting Ukraine",
        "Discrediting Ukraine",
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "The West does not care about Ukraine, only about its interests",
        "Ukraine is a puppet of the West",
        "Ukraine is associated with nazism",
        "NATO should/will directly intervene"
    ]
}