{
    "text": "Сергей Колясников: Новости с фронта - как сводки из Сталинграда\n\nНовости с фронта - как сводки из Сталинграда. На Артемовском направлении ВС РФ заняли многоэтажный дом на улице Кошевого 8, взяв под контроль большую часть микрорайона Канал в Часов Яре (с) @rybar\nИ в Часов Яре, Волчанске, под Торецком - действительно Сталинград. Дома переходят из рук в руки по несколько раз. В небе рои дронов. снарядов и ФАБов. Огонь и дым стоят стеной.\nНо наши воины побеждают. Громят и теснят врага. Так, что на Украине объявлена очередная экстренная мобилизация еще 200.000 человек до конца года.\nВладимир Путин сегодня прилетел в Астану, на саммит ШОС. Сам саммит начнется завтра, но уже сегодня шесть встреч на высшем уровне, в том числе с Реджепом Эрдоганом и Си Цзиньпином.\nИ важно понимать, что этим вот встречи опираются как раз на успехи наших ребят на фронте. Потому что если бы мы войну проигрывали - даже трубку бы никто не поднял. В геополитике нет друзей. Там есть геополитические интересы и перспективы. Россия выстояла и продолжает наступать. Это перспективы. И интересы, союзы и прочее.\nВсе взаимосвязано. Помимо района Канал в Часов Яре, горловские добровольцы сегодня отбросили укронацистов до двух километров на Торецком направлении. Наши подразделения продавили оборону противника юго-восточнее Угледара.\nИ тут же The Asia Times пишет, что конфликт на Украине закончится не переговорным соглашением, а капитуляцией Украины. Наши бойцы на фронте своими действиями, своими успехами, напрямую влияют на геополитику. И дают России возможность говорить с позиции силы.\nДоброе утро",
    "article_id": "RU-URW-1008.txt",
    "category": "URW",
    "narratives": [
        "Praise of Russia",
        "Praise of Russia",
        "Discrediting the West, Diplomacy",
        "Speculating war outcomes"
    ],
    "subnarratives": [
        "Praise of Russian military might",
        "Russia has international support from a number of countries and people",
        "The West does not care about Ukraine, only about its interests",
        "Ukrainian army is collapsing"
    ]
}