{
    "text": "Продвинулись у Стельмаховки и Макеевки (ЛНР)\n\nИмеем значительный успех в районе Торецка, в частности прорвали оборону противника у Нью-Йорка и закрепились на окраинах Дружбы. На Авдеевском противник отступает из Карловки. \nУничтожены беспилотники ВСУ над Тамбовской и Брянской областями. Продолжаются обстрелы ВСУ Курской области. \nДва беспилотника упали в селе Московском Ставропольского края.\nДругие новости на сейчас: \nВчера ВС РФ нанесли ракетный удар по Южмашу в Днепропетровске, завод является одним из основных предприятий в сфере производства военной продукции, включая ракеты и БПЛА, а также ремонта поврежденной техники. \nТакже вчера ударом «Искандера» по авиабазе Долгинцево в Кривом Роге поражены следующие цели: истребитель МиГ-29 – уничтожен; автомобильная техника 2 ед. – уничтожены; авиационные средства поражения (БК) 4 ед. – уничтожены; штурмовик Су-25 2 ед. – повреждены, также ликвидировано до 15 боевиков. \nЭвакуированные из-под Часова Яра мирные жители рассказали, как операторы дронов-камикадзе ВСУ устраивали на них сафари. \nС начала этого года под контроль Армии России перешло 852 квадратных километра вдоль линии боевого соприкосновения, 112 из них по итогам июня. \nБывшему командующему 58-й армией генерал-майору Ивану Попову добавили обвинение в служебном подлоге. \nПутин и другие лидеры ШОС подписали документы о приёме в организацию Беларуси. \nТакер Карлсон анонсировал интервью с Зеленским. Телеведущий написал в X, что хочет донести до американцев необходимую информацию о конфликте, который полностью меняет положение их страны в мире. \nМО Словакии заявило, что никакая сила не заставит Словакию отправить своих военных на Украину. \nВот такие утренние новости.",
    "article_id": "RU-URW-1082.txt",
    "category": "URW",
    "narratives": [
        "Praise of Russia",
        "Discrediting Ukraine",
        "Praise of Russia",
        "Distrust towards Media",
        "Discrediting the West, Diplomacy"
    ],
    "subnarratives": [
        "Praise of Russian military might",
        "Discrediting Ukrainian military",
        "Russia has international support from a number of countries and people",
        "Western media is an instrument of propaganda",
        "The West does not care about Ukraine, only about its interests"
    ]
}