{
    "text": "'NATO não deve passar linha vermelha na Ucrânia', diz ministro da Defesa eslovaco\n\nMinistro da Defesa eslovaco, Robert Kalinak, rejeita a ideia de enviar tropas para a Ucrânia ao afirmar existência de uma \"linha vermelha\" que não deve ser ultrapassada.\n\nKalinak afirmou, em entrevista à Ta3 News, que os políticos ocidentais exploram o conflito e o sofrimento dos ucranianos para atingirem os seus próprios objetivos.\n\nA possibilidade de enviar tropas para o território ucraniano foi recentemente levantada pelo presidente francês, Emmanuel Macron, que disse que a \"opção\" não podia ser descartada.\n\nOs comentários de Macron desencadearam, entretanto, uma onda de negações por parte de representantes do alto escalão do governo de países membros da Organização do Tratado do Atlântico Norte (NATO), entre eles o Reino Unido, a República Checa, a Alemanha, a Finlândia e Suécia.\n\nO ministro da Defesa eslovaco alertou que o envio de soldados do bloco para a Ucrânia \"aumentaria significativamente o risco de um conflito global\". Kalinak acrescentou que aqueles \"que levam a sério o apoio à Ucrânia\" devem apelar aos \"ucranianos saudáveis\" para regressarem a casa.\n\nApelou ainda ao fim das hostilidades entre Kiev e Moscovo e disse que era necessária uma saída não violenta. O mundo já testemunha as consequências do conflito \"até ao último ucraniano\", disse o ministro, sublinhando que \"é tempo de [o mundo] procurar soluções pacíficas\".\n\nA Rússia já afirmou repetidamente que está pronta para conversações, desde que a situação no território esteja na ordem do dia. A Ucrânia insiste que quaisquer negociações só devem começar depois de as Forças russas se retirarem de todos os territórios que reivindica. Moscovo, por sua vez, considera tais exigências \"absurdas\".\n",
    "article_id": "PT_16.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting the West, Diplomacy",
        "Amplifying war-related fears",
        "Praise of Russia"
    ],
    "subnarratives": [
        "The West does not care about Ukraine, only about its interests",
        "The EU is divided",
        "Other",
        "Russia is a guarantor of peace and prosperity"
    ]
}