{
    "text": "MNE ucraniano pede à China \"medidas\" contra evasão da Rússia a sanções\n\nA última vaga de sanções ocidentais tem como alvo entidades que permitem a Moscovo evitar as restrições e a União Europeia dirigiu medidas contra 19 empresas chinesas, várias das quais estabelecidas em Hong Kong.\n\n\"O senhor Kuleba pediu à administração de Hong Kong que tomasse medidas para impedir que a Rússia e as empresas russas utilizassem Hong Kong para contornar as medidas restritivas impostas\", indicou a diplomacia de Kiev em comunicado.\n\n\"As maquinações da Rússia não devem prejudicar a reputação de Hong Kong como uma economia liberal altamente desenvolvida, construída com base no respeito inabalável pelo estado de direito\", prosseguiu o Ministério ucraniano.\n\nSegundo o comunicado, \"estas medidas restritivas são necessárias para enfraquecer a capacidade da Rússia de fazer a guerra e matar pessoas na Ucrânia\".\n\nQuestionado pela agência France Presse (AFP), um porta-voz do Governo de Hong Kong respondeu que a região administrativa especial da China \"implementa e aplica estritamente as sanções do Conselho de Segurança da ONU\".\n\n\"Qualquer ação tomada pelo Governo da Região Administrativa Especial estará estritamente de acordo com as leis de Hong Kong\", acrescentou.\n\nKuleba também abordou em Hong Kong as \"possibilidades de comércio e investimento\" nesta região.\n\nO ministro dos Negócios Estrangeiros ucraniano iniciou na terça-feira a sua primeira visita à China desde o começo da invasão russa, em fevereiro de 2022, sendo Pequim um parceiro fundamental de Moscovo e acusado pelo Ocidente de ajudar o Kremlin no seu esforço de guerra.\n\nDurante as suas conversações com o homólogo chinês, Wang Yi, Kuleba indicou que a Ucrânia estava pronta para negociar a paz com a Rússia quando esta estivesse pronta para o fazer de \"boa fé\".\n\nNa reunião, o chefe da diplomacia de Kiev pediu apoio a Pequim para um \"diálogo direto\" para pôr fim ao conflito.\n\n\"Estão planeadas discussões profundas, detalhadas e substantivas com o meu homólogo chinês, Wang Yi, sobre formas de alcançar uma paz justa\", escreveu o chefe da diplomacia de Kiev na rede social Instagram.\n\nA Rússia comentou hoje que está disponível para negociar com o Presidente ucraniano, Volodymyr Zelensky, apesar de questionar a sua legitimidade, e não exclui \"diversas variantes\" de negociações, segundo o porta-voz do Kremlin, Dmitri Peskov.",
    "article_id": "PT_124.txt",
    "category": "URW",
    "narratives": [
        "Discrediting Ukraine",
        "Praise of Russia"
    ],
    "subnarratives": [
        "Discrediting Ukrainian government and officials and policies",
        "Russia is a guarantor of peace and prosperity"
    ]
}