{
    "text": "Mulher morre com ‘vírus paralisante’ depois de ser picada por um mosquito em Espanha\n\nGranada Romero Ruiz, de 86 anos, morreu depois de ter estado internada durante 9 dias num hospital em Sevilha, Espanha, depois de ter sido picada por um mosquito e de ter contraído o vírus “paralisante” do Nilo Ocidental. O filho da idosa, Antonio Pineda, afirmou que esta estava de perfeita saúde antes de ser picada.\n\n\"Ela não tinha problemas de saúde latentes, estava saudável, ativa e com uma vida normal\", disse aos meios de comunicação locais. Tragicamente, esta não é a primeira vez que o vírus afeta a vida da família de Granada. O marido da senhora contraiu o vírus em 2016.\n\nNuma declaração no X publicada ao lado de uma foto de Granada a segurar uma cerveja, a Câmara Municipal de La Puebla del Rio, município de Sevilha, disse lamentar o sucedido e que está a trabalhar “incansavelmente para que todas as administrações façam todo o possível, sem poupar, contra o vírus e que haja um serviço permanente contra os mosquitos”.\n\nNovos surtos do vírus “paralisante” do Nilo Ocidental\n\nO Centro Europeu de Prevenção e Controlo de Doenças (ECDC) afirma que houve novos surtos em partes da Grécia e Itália e alerta contra o vírus mortal.\n\n“A Europa já está a ver como as alterações climáticas estão a criar condições mais favoráveis para que os mosquitos invasores se propaguem para áreas anteriormente não afetadas e infetem mais pessoas”, disse a diretora do ECDC, Andrea Ammon.\n\nQuem faz parte do grupo de risco?\n\nSegundo os profissionais de saúde, as pessoas com mais de 50 anos e que têm doenças como diabetes, hipertensão arterial ou cancro, têm maiores riscos de contrair a doença.\n\nQual é o mosquito que transmite o vírus “paralisante” do Nilo Ocidental\n\nO mosquito tigre asiático — conhecido por transmitir várias doenças, incluindo a do Nilo Ocidental — foi detetado no Reino Unido em várias ocasiões desde 2016.\n\nO mosquito, conhecido pelas riscas pretas e brancas ao longo do corpo e das patas, pode transmitir várias doenças tropicais, incluindo a dengue, o zika e o chikungunya.\n\nQuais são os sintomas da doença do Nilo Ocidental?\n\nOs sintomas da doença são semelhantes aos da gripe (como febre, dores no corpo e dor de cabeça), erupção cutânea e sensação de mal-estar.\n\nOutros podem apresentar fraqueza muscular, confusão, perda de visão, dormência, rigidez do pescoço, diarreia e convulsões.\n\nQual é o tratamento para a doença do Nilo Ocidental?\n\nO tratamento envolve geralmente repouso, hidratação e analgésicos de venda livre.\n\nOs casos graves precisam de ser tratados nos hospitais, pois podem provocar meningite (inflamação das membranas que envolvem o cérebro e a medula espinal) e encefalite (inflamação do cérebro), alertam os Centros de Controlo e Prevenção de Doenças (CDC).\n\n",
    "article_id": "PT_139.txt",
    "category": "CC",
    "narratives": [
        "Amplifying Climate Fears"
    ],
    "subnarratives": [
        "Amplifying existing fears of global warming"
    ]
}