{
    "text": "Rússia e Hungria criticam cerimónia de abertura dos Jogos de Paris\n\nA Rússia, excluída dos Jogos Olímpicos de Paris-2024 pela sua ofensiva contra a Ucrânia, afirmou este sábado (27) que a cerimónia de abertura do evento desportivo foi um \"grande fracasso\", enquanto o primeiro-ministro da Hungria, Viktor Orban, declarou que a festa refletia a \"fragilidade e a desintegração do Ocidente\".\n\nA porta-voz da diplomacia russa, Maria Zakharova, destacou no Telegram o que considerou falhas do espetáculo, que decorreu na sexta-feira (26) no rio Sena.\n\n\"Não tinha planeado ver a abertura. Mas depois de ver as fotos, nem queria acreditar que não era um 'deep fake' ou photoshop\", escreveu no Telegram. A cerimónia não foi exibida em direto pela televisão russa.\n\nZakharova citou, entre outros pontos, o \"colapso dos transportes\", depois de a rede ferroviária francesa ter sofrido atos de sabotagem, e \"espectadores sentados durante horas debaixo de uma chuva intensa\".\n\n\"Os organizadores não pensaram na dispersão das nuvens nem em toldos\", acrescentou, numa referência à prática russa de enviar aviões antes de grandes eventos ao ar livre para tentar romper as nuvens.\n\nZakharova disse ainda que o centro de Paris foi \"transformado num gueto para pessoas sem-abrigo\" e que \"ratos inundaram as ruas\" da capital.\n\nA porta-voz criticou em particular a presença de ‘drag queens’ num momento da cerimónia, cuja encenação recordava a última ceia de Jesus Cristo com os seus apóstolos.\n\n\"Em Paris, decidiram que, se os anéis olímpicos são multicoloridos, pode-se transformar tudo numa marcha gay gigante\", acrescentou.\n\nApenas 16 atletas russos aceitaram o convite do Comité Olímpico Internacional (COI) para participar no evento sob bandeira neutra.\n\nNa Hungria, Orban afirmou que o espetáculo mostrou o \"vazio\" ocidental.\n\n\"Eliminaram gradualmente os laços metafísicos, com Deus, a pátria e a família\", disse o chefe do Governo húngaro, acrescentando que isso levou à \"ausência de moralidade pública\".\n\nSegundo Orban, que defende uma doutrina \"iliberal\", \"os valores ocidentais, considerados universais durante muito tempo, são, cada vez mais, considerados inaceitáveis e rejeitados por muitos países do mundo\", como a China, a Índia, a Turquia ou os países árabes.\n",
    "article_id": "PT_104.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Russia is the Victim",
        "Discrediting the West, Diplomacy",
        "Praise of Russia"
    ],
    "subnarratives": [
        "The West is weak",
        "The West is russophobic",
        "Other",
        "Other"
    ]
}