{
    "text": "Embaixador russo diz que Portugal devia ponderar iniciativa de Putin em vez de \"aventura russófoba imprudente\"\n\nO embaixador russo em Lisboa referiu que Portugal e outros países europeus deviam ponderar a iniciativa do Presidente Vladimir Putin para construir na Eurásia \"uma arquitetura de segurança igual e indivisível\" em vez de \"participar na aventura russófoba imprudente\".\n\nA propósito da celebração neste sábado, em Lisboa, do 33.º aniversário da independência da Ucrânia, Mikhail Kamynin divulgou uma comunicação na qual defendeu que \"em vez de participar na aventura russófoba imprudente de Washington e da NATO, Portugal e outros países da UE (União Europeia) devem ponderar seriamente a iniciativa do Presidente da Rússia Vladimir Putin que visa construir na Eurásia 'uma arquitetura de segurança igual e indivisível'\".\n\nNa mensagem divulgada no 'site' da embaixada, Kamynin referiu que com os \"recentes ataques contra a região de Kursk (na Rússia), a Ucrânia voltou a sabotar uma eventual resolução do conflito\", argumentando ainda que Portugal tem responsabilidade na \"futura escalada\".\n\n\"Envio incessante de armas ocidentais ao regime ucraniano, incluindo as caças F-16, também agrava a situação. Lisboa que participa no fornecimento das armas letais a Kiev e na preparação do pessoal de manutenção dos aviões mencionados, responsabiliza-se, junto com outros 'patrocinadores' de Zelensky, pela futura escalada do conflito\", afirmou.\n\nPara o embaixador russo, \"33 anos depois da independência a sociedade ucraniana está mais dividida do que nunca, enquanto a Ucrânia ficou obrigada a servidão por dívida face aos Estados Unidos e 'parceiros' da UE\".\n\n\"Lamento muito que uma das mais desenvolvidas repúblicas da União Soviética tenha sido tanto devastada\", concluiu.\n\nA Ucrânia comemora hoje a sua independência da União Soviética, numa altura em que a guerra com Moscovo se arrasta pelo terceiro ano.\n\nA celebração do Dia da Ucrânia acontece num momento em que as forças ucranianas têm em curso, desde 06 de agosto, uma ofensiva terrestre sem precedentes na região fronteiriça russa de Kursk, ao mesmo tempo que tentam conter os avanços das tropas de Moscovo na província de Donetsk, no leste do país.\n\nEm Kursk, as autoridades ucranianas reclamam o controlo de mais de 90 localidades.\n\nDesde o início da ofensiva ucraniana, mais de 130.000 pessoas fugiram dos combates e dos bombardeamentos, segundo as autoridades da região de Kursk. Pelo menos 31 civis foram mortos e 143 ficaram feridos, de acordo com a agência noticiosa estatal russa TASS.\n\nA ofensiva militar russa no território ucraniano, lançada a 24 de fevereiro de 2022, mergulhou a Europa naquela que é considerada a crise de segurança mais grave desde a Segunda Guerra Mundial (1939-1945).\n\nA Ucrânia tem contado com ajuda financeira e em armamento dos aliados ocidentais desde que a Rússia invadiu o país.\n\nOs aliados de Kiev também têm decretado sanções contra setores-chave da economia russa para tentar diminuir a capacidade de Moscovo de financiar o esforço de guerra na Ucrânia.",
    "article_id": "PT_266.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Russia is the Victim",
        "Praise of Russia",
        "Blaming the war on others rather than the invader",
        "Russia is the Victim",
        "Discrediting Ukraine",
        "Discrediting Ukraine"
    ],
    "subnarratives": [
        "Other",
        "The West is russophobic",
        "Praise of Russian President Vladimir Putin",
        "Ukraine is the aggressor",
        "Other",
        "Ukraine is a puppet of the West",
        "Other"
    ]
}