{
    "text": "Rússia acusa a NATO de envolvimento na operação ucraniana em Kursk\n\nA acusação é feita por um assessor do Kremlin, Nikolai Patrushev, em entrevista ao jornal Izvestia.\n\n“A operação na região de Kursk também foi planeada com a participação da NATO e dos serviços especiais ocidentais”, avança a Reuters que cita o jornal.\n\n“Sem a sua participação e apoio direto, Kiev não se teria aventurado em território russo”.\n\nPara Patrushev, “os esforços de Washington criaram todos os pré-requisitos para que a Ucrânia perca sua soberania e perca parte de seus territórios”.\n\nA Rússia tem estado a combater as forças ucranianas em Kursk desde 6 de agosto, quando Kiev lançou uma incursão relâmpago no maior ataque ao território soberano russo desde a Segunda Guerra Mundial. As declarações de Patrushev são apoiadas por Mikhail Sheremet, membro do comité de Defesa do Parlamento russo, que argumentava esta sexta-feira: “Tendo em conta a presença de equipamento militar ocidental, a utilização de munições e mísseis ocidentais em ataques a infraestruturas civis e a prova irrefutável da participação de estrangeiros no ataque ao território russo, pode concluir-se que o mundo está à beira de uma terceira guerra mundial”\n\nJá a agência de comunicação estatal russa, RIA, que cita fontes de segurança não identificadas, “as forças russas destruíram um grupo ucraniano de reconhecimento e sabotagem armado com armas de países da NATO na região ocidental russa de Kursk”.\n\nO Ministério russo da Defesa publicou imagens que mostram um drone russo a destruir um veículo de combate blindado Stryker, fabricado nos EUA, na região de Kursk.\n\nQuanto à Casa Branca, já desmentiu esta tese, garantindo que não teve conhecimento prévio desta operação militar lançada por Kiev.\n\nUm funcionário dos EUA, falando sob condição de anonimato à Reuters, afirmou que se a Ucrânia começasse a tomar aldeias russas e outros alvos não militares usando armas e veículos dos EUA, poderia ser visto como uma extensão dos limites que Washington impôs, precisamente para evitar qualquer perceção de um conflito direto entre a NATO e a Rússia.\n\n",
    "article_id": "PT_279.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting Ukraine",
        "Discrediting the West, Diplomacy",
        "Amplifying war-related fears",
        "Blaming the war on others rather than the invader",
        "Discrediting Ukraine",
        "Praise of Russia",
        "Negative Consequences for the West",
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "Other",
        "Ukraine is a puppet of the West",
        "The West does not care about Ukraine, only about its interests",
        "By continuing the war we risk WWIII",
        "Ukraine is the aggressor",
        "Other",
        "Praise of Russian military might",
        "Other",
        "Other"
    ]
}