{
    "text": "Ucrânia diz que “Rússia tem de ser forçada à paz\" e reivindica controlo de 74 localidades\n\nVolodymyr Zelensky diz que a Ucrânia controla 74 localidades russas - ou cerca de mil quilómetros quadrados - na região de Kursk. A informação foi avançada pelo Presidente ucraniano nas redes sociais.\n\nOleksandr Syrskyi, chefe do exército da Ucrânia, explica que “há batalhas a decorrer ao longo de toda a linha de frente”. “Apesar da alta intensidade dos combates, a situação está sob nosso controlo”.\n\nO Presidente ucraniano diz-se confiante com a maior intervenção em território russo desde o início da guerra e afirma que Putin “tem de ser forçado à paz”.\n\n“É inteiramente justificado destruir os terroristas russos onde quer que estejam, os aeródromos militares russos, a logística russa. Vemos os benefícios que isto pode trazer para alcançar a paz. A Rússia precisa de ser forçada a chegar à paz, especialmente se Putin quer tanto lutar (…) A Rússia levou a guerra a outros, agora a guerra regressa a casa”, afirma o Presidente ucraniano.\n\nAnálise: \"Estamos a assistir à História em direto\"\n\nA Casa Branca, dos Estados Unidos, defende a posição da Ucrânia, afirmando que Kiev tem direito a atacar dentro da Rússia..\n\nJohn Kirby, o porta-voz do Conselho de Segurança Nacional dos EUA, diz que, se Putin está preocupado com a incursão em Kusk, então deve parar a guerra.\n\nPutin: Ucrânia “recusou propostas” de “plano pacífico”\n\nO Presidente da Rússia, por sua vez, afirmou esta segunda-feira que deixou de fazer sentido manter conversações com a liderança de Kiev na sequência da incursão militar ucraniana, e prometeu uma “resposta firme”.\n\n\"Torna-se agora claro que o regime e Kiev recusaram as nossas propostas para o regresso a um plano de acordo pacífico\", disse Putin. \"O inimigo, com a ajuda dos seus chefes ocidentais, está agora a efetuar a sua aposta, e o Ocidente mantém uma guerra contra nós utilizando-se dos ucranianos para melhorar a sua posição negocial no futuro\", indicou, citado pela agência Tass.\n\nContudo, enfatizou que manter conservações com um Governo \"que ataca civis\" não faz sentido. \"Mas de que negociações podemos falar agora? Que poderemos falar com eles?\", questionou, para acrescentar que a Rússia se prepara para uma resposta firme às ações da Ucrânia e alcançará todos os objetivos estabelecidos.\n\nAs forças ucranianas desencadearam na passada terça-feira uma incursão de assinalável amplitude na região fronteiriça russa de Kursk, a mais importante desde a invasão em larga escala da Ucrânia pelas forças russas em fevereiro de 2022.\n\nNa perspetiva de Putin, outro dos objetivos da incursão ucraniana na região de Kursk consiste em travar a ofensiva de Moscovo no leste e sul da Ucrânia. \"A principal tarefa do Ministério da Defesa consiste sem qualquer dúvida em expulsar o inimigo dos nossos territórios\", acrescentou Putin, antes de acusar Kiev de \"executar a vontade dos ocidentais\" e pretender \"semear a discórdia\" na sociedade russa.",
    "article_id": "PT_293.txt",
    "category": "URW",
    "narratives": [
        "Blaming the war on others rather than the invader",
        "Russia is the Victim",
        "Blaming the war on others rather than the invader",
        "Discrediting the West, Diplomacy",
        "Discrediting Ukraine",
        "Discrediting Ukraine",
        "Discrediting Ukraine",
        "Discrediting Ukraine"
    ],
    "subnarratives": [
        "Ukraine is the aggressor",
        "Russia actions in Ukraine are only self-defence",
        "The West are the aggressors",
        "The West does not care about Ukraine, only about its interests",
        "Other",
        "Discrediting Ukrainian government and officials and policies",
        "Ukraine is a hub for criminal activities",
        "Ukraine is a puppet of the West"
    ]
}