{
    "text": "Ucrânia ‘está em sintonia com a Rússia’ sobre o fim da guerra, diz Kremlin\n\nO Kremlin afirmou esta quarta-feira, 24, que a posição da Ucrânia nas negociações para o fim da guerra parecem estar em sintonia com a Rússia.\n\nDurante uma visita à China para participar nas negociações sobre o fim da guerra contra a Rússia, o ministro dos Negócios Estrangeiros da Ucrânia, Dmytro Kuleba, “disse novamente que está pronto para envolver o lado russo num processo de negociação em alguma fase, quando a Rússia estiver pronta para negociar de boa-fé”, afirmou o ministro dos Negócios Estrangeiros chinês, Wang Yi.\n\nNo entanto, Kuleba \"enfatizou que não vê tal prontidão do lado russo agora”, acrescentou Wang.\n\nEm resposta aos comentários do ministro ucraniano, o porta-voz do Kremlin, Dmitry Peskov, disse que “a mensagem em si pode ser vista em uníssiono com a nossa posição.”\n\n“Sabem que o lado russo nunca se recusou a negociar, sempre manteve a sua abertura ao processo de negociação, mas os detalhes são importantes aqui e tanto vocês como eu ainda não sabemos”, disse.\n\nÉ a primeira vez que os governos de Moscovo e Kiev falam aberta e simultaneamente sobre uma possível retoma dos diálogos pela paz desde que as negociações falharam em chegar a um acordo entre as duas partes em 2022.\n\nNegociações de cessar-fogo\n\nÀ medida que os combates se prolongam, o presidente ucraniano, Volodymyr Zelensky, convidou, na semana passada, a Rússia a participar na segunda cimeira da paz organizada pela Ucrânia para discutir sobre o fim da guerra. Na última reunião, realizada em junho na Suíça, 92 nações participaram no encontro que não contou com a presença de Moscovo.\n\nPutin está pronto para interromper a guerra na Ucrânia através de um cessar-fogo negociado, disseram fontes russas à agência noticiosa Reuters em maio.\n\nNo entanto, o presidente russo afirmou, no mês passado, que o conflito só chegaria ao fim se Kiev aceitasse abandonar os seus planos de entrar na NATO e entregar a totalidade das quatro províncias ucranianas reivindicadas por Moscovo. A Ucrânia, por sua vez, rejeitou as exigências que considera equivalentes a uma rendição.\n\nA China apresenta-se como um partido neutro na guerra, apesar de manter relações próximas com Moscovo e de nunca ter condenado a invasão russa à Ucrânia.\n",
    "article_id": "PT_251.txt",
    "category": "URW",
    "narratives": [
        "Praise of Russia"
    ],
    "subnarratives": [
        "Other"
    ]
}