{
    "text": "Envio de soldados da NATO para a Ucrânia é \"alerta de apocalipse\", diz primeiro-ministro eslovaco\n\nO primeiro-ministro da Eslováquia, Robert Fico, afirmou este sábado (2) que o envio de militares da União Europeia (UE) e da Organização do Tratado do Atlântico Norte (NATO) para a Ucrânia pode precipitar o apocalipse global.\n\nNum vídeo divulgado nas redes sociais, destacou a incapacidade ucraniana em resolver o conflito, apesar da substancial ajuda financeira e militar prestada pelo Ocidente.\n\nSalientou que, embora a presença militar da UE e da NATO possa potencialmente alterar a dinâmica do conflito, também poderá desencadear consequências catastróficas. \"O Ocidente vê que, apesar da ajuda financeira e militar significativa, a Ucrânia é incapaz de resolver este conflito armado\".\n\n\"A situação poderia mudar com a chegada de militares da UE e da NATO à Ucrânia, mas então não restaria nada senão esperar a chegada do apocalipse global\", afirmou o primeiro-ministro eslovaco.\n\nFico salientou a necessidade premente de sistemas de defesa aérea modernos para a Ucrânia, mas alertou que o Ocidente não pode fornecer estes sistemas sem o compromisso de manter e operar estes equipamentos.\n\nArgumentou ainda que o envio de militares ocidentais apenas agravaria o conflito, em vez de o resolver.\n\nA Rússia prossegue com a operação militar especial na Ucrânia desde fevereiro de 2022. O presidente russo, Vladimir Putin, justificou a ação como uma medida para proteger a população contra o \"genocídio\" por parte do regime de Kiev e para conter o avanço da NATO em direção a leste.\n\nMoscovo tem alertado repetidamente contra o fornecimento de armas a Kiev pelo Ocidente, afirmando que os comboios estrangeiros que transportam armas seriam alvos legítimos para as suas forças assim que atravessassem a fronteira.\n\nAlém disso, o ministro dos Negócios Estrangeiros russo, Sergei Lavrov, acusou os Estados Unidos e a NATO de já estarem diretamente envolvidos no conflito na Ucrânia, não só através do fornecimento de armas, mas também através da formação de pessoal em vários países europeus.\n",
    "article_id": "PT_29.txt",
    "category": "URW",
    "narratives": [
        "Amplifying war-related fears",
        "Discrediting Ukraine",
        "Speculating war outcomes",
        "Discrediting Ukraine",
        "Russia is the Victim",
        "Negative Consequences for the West",
        "Discrediting the West, Diplomacy"
    ],
    "subnarratives": [
        "Other",
        "Situation in Ukraine is hopeless",
        "Other",
        "Ukraine is a hub for criminal activities",
        "Russia actions in Ukraine are only self-defence",
        "Other",
        "Other"
    ]
}