{
    "text": "Rússia afirma ter repelido uma incursão ucraniana em região fronteiriça\n\nA Rússia afirmou, esta terça-feira, 6, ter repelido uma tentativa de incursão do Exército ucraniano na região fronteiriça de Kursk, após várias operações similares reivindicadas nos últimos meses por um grupo de combatentes pró-Kiev.\n\nO governador interino de Kursk, Alexei Smirnov, também informou no Telegram que três civis morreram durante o dia, em ataques ucranianos, nesta região russa.\n\nSegundo ele, soldados do Exército ucraniano realizaram \"tentativas de incursão\" nos distritos de Sudzhan e Korenevski.\n\n\"Os soldados do serviço da guarda fronteiriça e as Forças Armadas russas impediram o cruzamento da fronteira\", afirmou no Telegram, qualificando a situação de “difícil”.\n\nConsultado pela AFP, um porta-voz do Exército ucraniano negou-se a comentar a situação na fronteira.\nAs forças russas \"fracassam na sua defesa\" da região de Kursk, assegurou Andri Kovalenko, um funcionário do Conselho Nacional de Segurança e Defesa ucraniana, sem dar mais detalhes.\n\nSmirnov também reportou, esta terça-feira, \"bombardeamentos maciços\" e ataques de drones ucranianos dirigidos à sua região, que causaram pelo menos três mortes de civis e 13 feridos, incluindo quatro crianças.\n\nVárias incursões de combatentes armados na Rússia ocorreram desde o início da ofensiva russa contra a Ucrânia, em fevereiro de 2022.\n\nEm várias ocasiões, essas incursões foram reivindicadas pela \"Legião Liberdade da Rússia\" e pelo \"Corpo de Voluntários Russos\", grupos que se apresentam como formados por combatentes russos pró-Kiev e que Moscovo classifica como \"organizações terroristas\".\n\nAs suas operações aumentam a pressão sobre as localidades russas próximas da Ucrânia, submetidas regularmente a bombardeamentos mortais, em represália pelos ataques russos no território ucraniano.\n\nAs forças russas afirmam ter repelido essas incursões, de todas as vezes, mas algumas obrigaram Moscovo a utilizar a sua artilharia e aviação.",
    "article_id": "PT_276.txt",
    "category": "URW",
    "narratives": [
        "Praise of Russia",
        "Russia is the Victim",
        "Discrediting Ukraine"
    ],
    "subnarratives": [
        "Praise of Russian military might",
        "Other",
        "Ukraine is a hub for criminal activities"
    ]
}