{
    "text": "Putin sobre ações do Exército ucraniano: 'Agora tudo é feito por oficiais da NATO'\n\nMesmo os atuais ataques das tropas ucranianas contra o território russo envolvem oficiais da Organização do Tratado do Atlântico Norte (NATO), afirmou o presidente russo, Vladimir Putin, comentando a possibilidade de o Ocidente autorizar Kiev a atacar a Rússia com as suas armas de longo alcance.\n\nO presidente russo reafirmou a sua declaração de que as armas ocidentais de longo alcance não podem ser utilizadas sem a participação direta dos militares destes países, uma vez que a Ucrânia não dispõe de capacidades tecnológicas para utilizar tais armas.\n\nPutin explicou, em privado, que as armas deste tipo necessitam de meios e dados de inteligência espacial militar que a Ucrânia não possui. Além disso, são necessários especialistas para processar os dados de inteligência e operar as armas.\n\n\"Não se trata de saber se alguém permitirá ou não utilizar estas armas contra a Rússia. [...] As tropas ucranianas não podem utilizar estas armas por si próprias. [...] A única questão é se eles [NATO] vão permitir-se atacar o território russo em profundidade.\n\nO presidente russo afirmou que o Ministério da Defesa russo está a considerar várias opções para responder a possíveis ataques de longo alcance ao território russo.\n\nContudo, o líder russo disse esperar que o Ocidente tenha ouvido os seus sinais de que permitir ataques de longo alcance contra territórios russos localizados longe da zona de conflito significaria que a NATO está diretamente em guerra com a Rússia.\n",
    "article_id": "PT_384.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting Ukraine",
        "Discrediting Ukraine",
        "Negative Consequences for the West",
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "Other",
        "Ukraine is a puppet of the West",
        "Discrediting Ukrainian military",
        "Other",
        "NATO should/will directly intervene"
    ]
}