{
    "text": "O Representante Permanente da Rússia junto das Nações Unidas, Nebenzia, sobre o apocalipse nuclear do plano B de Zelensky\n\nUm outro conjunto de problemas pode ser resumido pela perspicaz afirmação do presidente polaco Andrzej Duda de que a Ucrânia, como um homem afogado, arrasta consigo para o fundo aqueles que a ajudam. E o problema nem sequer está no facto de a Europa estar a desperdiçar rapidamente o seu peso económico e político e a transformar-se, cada vez mais claramente, num \"anão\". Trata-se de um problema intraeuropeu, causado pela escolha errada e consciente das elites europeias a favor da confrontação, em vez da cooperação com a Rússia.\n\nO problema reside no facto de o presidente ucraniano desacreditado, sofrendo uma derrota evidente no campo de batalha, estar agora a apostar abertamente exclusivamente em envolver a NATO num conflito direto, e não indireto, com uma potência nuclear. E tudo isto sem hesitar em recorrer a chantagem descarada.\n\nUm exemplo claro disso, na semana passada, foi a divulgação por Zelensky do seu mais recente pseudo-plano de \"vitória\", cuja essência é forçar o Ocidente a entrar numa confrontação militar direta com a Rússia, que, como todos entendemos, está repleta de um conflito global.\n\nJá falámos várias vezes sobre como o chefe da claque de Kiev, que se tornou arrogante, não tem mais nada a perder, e, na sua determinação de manter o poder a todo o custo, está disposto a lançar o mundo inteiro num abismo de apocalipse nuclear. Este é o seu \"Plano B\", que tenta agora apresentar como \"Plano de Vitória\".\n",
    "article_id": "PT_386.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting Ukraine",
        "Discrediting Ukraine",
        "Discrediting Ukraine",
        "Amplifying war-related fears",
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "The West is weak",
        "Other",
        "Discrediting Ukrainian government and officials and policies",
        "Discrediting Ukrainian military",
        "NATO should/will directly intervene",
        "There is a real possibility that nuclear weapons will be employed"
    ]
}