{
    "text": "Alterações climáticas: a “máquina do tempo” é um mito\n\nO limite do Acordo de Paris não era realista. Pensemos bem sobre ficar abaixo de uma temperatura quando já a ultrapassámos.\n\nAcordo Paris, 1,5°C. Esta sequência tem sido repetida inúmeras vezes ao longo dos últimos anos, já que o referido acordo estabeleceu que todos os Governos iriam unir-se para manter o aquecimento global abaixo dos 1,5 ºC.\n\nEsse tratado internacional, que entrou em vigor há praticamente oito anos, foi visto como uma grande vitória no combate às alterações climáticas.\n\nMas rapidamente se verificou que esse não é um cenário realista. Quer por causa do avanço industrial, ou por causa da ininterrupta poluição, quer por causa do que diz a própria ciência.\n\nÉ que, no debate sobre os limites da temperatura, reparamos que essa meta só seria conquistada daqui a (muitos) anos. E que, antes de recuarmos a níveis abaixo do 1,5°C., já a teríamos ultrapassado.\n\nOu seja, iríamos superar esse limite para, décadas depois, voltar a ficar abaixo. Iríamos remover carbono da atmosfera e reduzir novamente as temperaturas.\n\nIsso não é solução.\n\nA “máquina do tempo” é uma fantasia, resume o El Confidencial.\n\nUm novo estudo mostra que essa reversão é um “excesso de confiança” no combate às alterações climáticas.\n\nMuitos impactos das alterações climáticas são irreversíveis, em resumo.\n\nA temperatura média global à superfície até pode descer, mas as condições climáticas regionais não seguirão necessariamente a tendência global e poderão acabar por ser diferentes das anteriores. Exemplo: o Oceano Atlântico ou o Antártico continuam a aquecer, enquanto o resto do planeta não.\n\nUm dano ocorrido durante o período acima do limite seria permanente. A nível cronológico, um agricultor vai ficar descansado se pensar que, daqui a 100 anos, o seu campo pode – e é apenas uma possibilidade – produzir como ele queria?\n\nE ainda surge a dúvida sobre como retirar carbono à escala planetária. Para plantar árvores ou culturas energéticas suficientes para reduzir as temperaturas globais, seriam precisos continentes cheios de… terra. Só.\n\nA captura directa de gigatoneladas de carbono do ar consumiria enormes quantidades de energia renovável e, assim, competiria com a descarbonização.\n\nNão há terra suficiente para tudo isto. Não há como fugir das consequências graves deste consumo excessivo de energia.",
    "article_id": "PT_401.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate policies",
        "Criticism of climate policies",
        "Amplifying Climate Fears",
        "Amplifying Climate Fears"
    ],
    "subnarratives": [
        "Climate policies are ineffective",
        "Other",
        "Other",
        "Whatever we do it is already too late"
    ]
}