{
    "text": "China ameaça ativista pelo clima. Ou desiste, ou não pode voltar à escola\n\nA ativista chinesa revelou que foi avisada pelas autoridades de que, se não parar com o seu ativismo em defesa pelo clima, não poderá regressar à escola.\n\nFoi a primeira adolescente a realizar a primeira greve escolar pelo clima na China e a sua conta no Twitter não deixa margem para dúvidas: “Podem desenvolver vacinas para a covid-19, mas não há vacina para a emergência climática”, lê-se no seu perfil.\n\nPodemos dizer que Howey Ou, de 17 anos, é, à sua maneira, a “Greta” deste país asiático. Aliás, como conta o semanário Expresso, a adolescente chegou mesmo a ser elogiada pela famosa ativista sueca e recebeu um dos dois “bilhetes verdes” dados a jovens chineses para comparecerem na cimeira sobre o clima em Nova Iorque.\n\nAgora, a jovem vê os seus estudos em risco por lutar por aquilo em que acredita. De acordo com o jornal The Guardian, Ou diz que foi avisada pelas autoridades chinesas a parar com o seu ativismo ou, caso contrário, não pode voltar à escola.\n\n“Fui banida da escola pelo meu ativismo climático. A China deve assumir as suas responsabilidades, agir de acordo com as alterações climáticas e garantir que as crianças têm o direito de viver sem medo”, escreveu.\n\nEntretanto, esta segunda-feira, a própria Greta Thunberg saiu em defesa da ativista chinesa na sua conta do Twitter. “Ou tornou-se um alvo para as autoridades que veem este ativismo como um desafio ao seu controlo. Apoiem a corajosa Howey Ou no seu ativismo climático. Se não tivermos democracia, não temos nada”, apelou.\n\nO movimento #FridaysForFuture (“Sextas pelo Futuro” em tradução para Português) foi criado pela ativista sueca para que os estudantes se revoltassem contra os Governos pela inação contra as alterações climáticas.\n\nA luta climática de Thunberg começou silenciosamente, em agosto de 2018, quando deixou a escola durante as primeiras três semanas e depois, às sextas-feiras, para passar o dia em frente ao Parlamento da Suécia com uma placa que dizia “Greve escolar pelo clima”.",
    "article_id": "PT_CC_406.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Other",
        "Criticism of national governments"
    ]
}