{
    "text": "Offshore U.S. Wind: Childish Energy Policy \n\n “The Biden administration’s preposterous plan to establish 30,000 megawatts of nameplate Offshore Wind capacity by 2030 was always a pipedream. It’s what you get when you put the children in charge.” ( – Joseph Toomey, below)\n\nTalented amateurs are often better than the ‘professionals’ when it comes to dissecting U.S. energy policy. Or maybe I have it reversed. The pros are those in the trenches and the amateurs are the ones on high.\n\nSo let’s call Joseph Toomey, independent management consultant, an expert. Here is his recent post about the much-in-the-news problems of the offshore wind industry under Biden Energy Policy.\n\nNot long ago, this thread reiterated a resolute, long-standing belief that Offshore Wind is neither practical nor affordable, even in high-tax Democrat-governed Blue States of the U.S. Northeast and Middle Atlantic regions. Four proposed Offshore Wind projects had collapsed into miserable failure after project sponsors demanded increased public subsidies of as much as 65% above the already wildly-inflated feed-in prices they had previously been promised by New York State.\n\nJust this week, it was New Jersey’s turn to be left looking like adolescents for pretending that Offshore Wind could ever become a viable option for supplying the electricity needs of that state’s ratepayers at affordable levels.\n\nNote the delicious fury from New Jersey’s Governor Phil Murphy who proclaimed that:\n\n“Today’s decision by Ørsted to abandon its commitments to New Jersey is outrageous and calls into question the company’s credibility and competence.”\n\nIt was Murphy himself whose competence had been called into question by backing these wildly infeasible ideas.\n\nIf this sounds a little too much like a “Spike the Football” moment for our valuable readership, you have my deepest condolences. I just fell off my armchair laughing at the hilarious incompetence of our renewable energy-promoting political class. The day can’t come soon enough when real adults return into leadership positions to pull humanity back from the brink of extinction events that actually exist, as recent troubling global developments adequately demonstrate.\n\nThe Biden administration’s preposterous plan to establish 30,000 megawatts of nameplate Offshore Wind capacity by 2030 was always a pipedream. It’s what you get when you put the children in charge.\n\nThe badly-needed adult supervision delivered by marketplace realities has now demonstrated to sentient humans that there was never a chance in the whole universe that Biden’s absurd plan could ever be realized.\n\nActivate to view larger image,\n\nComments on Post\n\nSome of the many comments that followed either confirmed the obvious or suggested the way forward.\n\nThe obvious from Robert Borlick: “Notice how many days with no output? This is why wind needs to be backed up with dependable generators that can be ramped up to serve the load.”\n\nThe way forward from Ken Urkosky: “All this subsidy funding should go to building infrastructure capable of withstanding the harsher weather events we’re told to expect! That would be much more effective in reducing the impacts of climate change vs trying to control our Earth’s climate.”\n\nAnd Borlick, an important voice in the electricity debate, has had enough with offshore wind:\n\nI strongly opposed the OSW projects that were approved by the Maryland Public Service Commission in 2017 and again in 2021. Both awards violated Maryland law by not conducting valid cost-benefit analyses, which would have eliminated all but one project (US Wind). I tried to persuade the Maryland People’s Counsel to sue the MPSC but they wimped out – both times.\n\nNow the crazies in the Maryland legislature want to approve even more OSW but this time they want to hide the huge subsidies by paying them out of general tax revenues, instead of through the more visible electricity rate increases.\n\nMy hope is that cost increases will kill the Maryland projects just as they did the New Jersey projects.\n\nThe last word goes to engineer Greg Gardner: “BUT, it made a lot of congresspersons rich… that was the real plan.”",
    "article_id": "EN_CC_200188.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of institutions and authorities",
        "Controversy about green technologies",
        "Controversy about green technologies",
        "Criticism of climate policies",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Criticism of national governments",
        "Criticism of political organizations and figures",
        "Renewable energy is costly",
        "Renewable energy is unreliable",
        "Climate policies are ineffective",
        "Climate policies are only for profit"
    ]
}