{
    "text": "NYC to begin tracking food purchases to make sure residents don’t consume “too much” meat \n\n\nJust as he promised to do, New York City Mayor Eric Adams, a left-wing Democrat, is going after people’s meat with new plans to save the world from “climate change” by forcing everyone to become a “plant-based” vegetarian or vegan.\n\nAlong with representatives from the Mayor’s Office of Food Policy and the Mayor’s Office of Climate & Environmental Justice, Adams has announced the launch of a new “carbon footprint” and household food consumption tracking scheme that aims to reduce the Big Apple’s “carbon emissions” by 33 percent by the year 2030.\n\n\nIn order to cut all that carbon, Adams and his allies are imposing new “caps on meat” that, as the name suggests, will limit the amount of meat that New Yorkers are allowed to purchase and consume at public institutions – and eventually within their own homes as well.\n\n(Related: Last month, we warned you that Adams was planning to unleash a horrific new food policing apparatus against New Yorkers, and now he has.)\n\nEric Adams wants all New Yorkers to become vegans\n\nAt a pre-Earth Day event held at a Brooklyn culinary center run by NYC Health + Hospitals, the city’s public health care system, Adams unveiled a chart depicting New York City’s greenhouse gas inventory. This inventory supposedly tracks the carbon footprint generated by household food consumption.\n\nWith the help of American Express, C40 Cities, and EcoData, Adams revealed carbon emissions data about household food consumption, which was added to existing carbon emissions data on energy use, transportation, and waste.\n\nCommissioner Rohit Aggarwala from the NYC Department of Environmental Protection unveiled the new household food consumption data. Aggarwala, by the way, also founded the Google smart city subsidiary Sidewalk Labs, which collects data in order to forge “a new standard for what cities have to do” as a novel way to shape policy.\n\nWhile the inventory that Aggarwala presented will also now include greenhouse gas “pollution” from the production and consumption of consumer goods like clothing, air travel, and health care, Adams focused his efforts at the event specifically on the foods that New Yorkers consume – mainly meat and dairy, which he personally opposes.\n\n“Food is the third-biggest source of cities’ emissions right after buildings and transportation, but all food is not created equal,” Adams unsubstantially stated. “The vast majority of food that is contributing to our emission crisis lies in meat and dairy products.”\n\n“It is easy to talk about the emissions that’s coming from buildings and how it impacts our environment, but we now have to talk about beef. And I don’t know if people are ready for this conversation.”\n\nOther than fish, Adams reportedly abides by a “plant-based” vegan diet, which he says helped him overcome diabetes. He wrote a vegan cookbook to promote his personal dietary choices, which he now wants all New Yorkers to follow in order to stop “global warming.”\n\n“We already know that a plant-powered diet is better for your physical and mental health, and I am living proof of that,” Adams declared. “But the reality is that thanks to this new inventory, we’re finding out it is better for the planet.”\n\nThe simplistic way in which Adams couched his argument against meat and dairy has already been debunked by people who are actually educated in such things, including Melissa McKendree, PhD, an agricultural economist at Michigan State University.\n\n“Different meats have different kinds of greenhouse gas footprints,” McKendree clarified about how pasture-raised animals do not harm the environment like feedlot animals do. “All land is not created equal.”",
    "article_id": "EN_CC_200021.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Criticism of political organizations and figures",
        "Other"
    ]
}