{
    "text": "Climate Scam: Solar Manufacturer Earning up to $710M in Government Subsidies This Year \n\n The great Rush Limbaugh once said, “Climate change is not about climate change. It’s about the people in it getting rich off of an ever-expanding, growing, controlling government.” Well, a solar company in Arizona is receiving hundreds of millions of dollars in subsidies this year, the overwhelming majority of its operating profit. That’s right. Your tax dollars are working to prop up a toxic and unreliable energy source under the Biden administration.\n\nHere is the full quote from Rush Limbaugh:\n\nClimate change is not about climate change. It’s about the people in it getting rich off of an ever-expanding, growing, controlling government. It’s all about expanding the government and government control over people. It’s about creating victims. When you successfully turn somebody into a victim, you have automatically made them a dependent on you. You are essentially telling them they have lost the power necessary to solve their own problems. And you create within them a mentality that they can’t overcome their own problem because they’re victims.\n\nThis whole paragraph is absolutely true, but I’m going to focus on the first point made. Climate change certainly allows many young people to feel virtuous for engaging in destructive or pointless demonstrations while they claim that the problems in their lives are caused by some vaguely defined climate catastrophe, one which government has to fix for them. Most of all, however, the climate scam is a way of enriching its proponents in government and business.\n\nRelated: Climate Expert: Gas Car Cancellation Is Intended to End Private Transport\n\nThe Wall Street Journal reported July 31 that Arizona-based solar panel manufacturer First Solar “expects to receive as much as $710 million this year—nearly 90% of forecast operating profit—from subsidies the U.S. government rolled out a year ago to encourage domestic renewables production.” WSJ added, “One analyst estimates the incentives could be worth more than $10 billion for the company over the next decade.” Talk about hitting the jackpot.\n\nFrom WSJ:\n\nFirst Solar expects to have as much as a 60% share of the U.S. market for large-scale solar installations this year, largely a result of government policies that are pushing clean-energy developers to buy more made-in-America components.\n\nThe company’s shares have more than doubled to $208.40 in Friday trade since the beginning of 2022, despite a string of earnings disappointments during that period.\n\nThe manufacturer has even announced a new factory.\n\nWhat is not being said here is that solar panels generate lots of toxic waste and are unreliable as an energy source. Also, solar panels have killed billions of birds. Meanwhile, huge swathes of natural scenery and farmland must be ruined to set up solar panels. Solar is also unprofitable when left to survive on its own merits; that’s why so many government subsidies are needed. Solar panels are a terrible choice, both for the environment and for the energy grid. They are not a solution to the fake climate crisis.\n\nAs the above Limbaugh quote noted, it’s a money-making scam.",
    "article_id": "EN_CC_200218.txt",
    "category": "CC",
    "narratives": [
        "Hidden plots by secret schemes of powerful groups",
        "Criticism of climate policies",
        "Criticism of climate movement",
        "Controversy about green technologies",
        "Controversy about green technologies"
    ],
    "subnarratives": [
        "Climate agenda has hidden motives",
        "Climate policies are only for profit",
        "Climate movement is alarmist",
        "Renewable energy is dangerous",
        "Renewable energy is costly"
    ]
}