{
    "text": "FACT CHECK: Did Greta Thunberg Say Saving The Banks Would Save The World? \n\n FACT CHECK: Did Greta Thunberg Say Saving The Banks Would Save The World?\n\nA video shared on social media purports climate change activist Greta Thunberg said to save the banks in order to save the world.\n\nVerdict: False\n\nThis video is missing context. Thunberg was not advocating for banks to “save the world.”\n\nFact Check:\n\nThunberg recently pulled out of an appearance at the Edinburgh International Book festival, BBC reported. The event was sponsored by the company Baillie Gifford and Thunberg refused to appear at the event claiming that Baillie Gifford, “invests heavily in the fossil fuel industry.”\n\nThe Facebook post purports Thunberg suggested the way to save the world is to save the banks. The post shared a small clip from an interview with Thunberg in which the audience claps after her alleged statement.\n\n“The money is there if we can save the banks, we can save the world,” she says in the clip. The caption reads, “GRETA – Saying the quiet parts out loud. The only way to save the planet is to save the banks.”\n\nThe clip is taken out of context. Check Your Fact conducted a reverse image and found the clip stems from a conference called, ‘The Right to a Future’ held by The Intercept.\n\nThe interviewer asks Greta about her rebuttal to governments saying fighting climate change is “too expensive.” The full exchange features Thunberg arguing that world governments have enough money to help curb climate change suggesting if there is “enough money to bail out the banks, then there is enough money to help the environment.” (RELATED: Did RFK Jr. Meet With Then-President Trump To Lead A Vaccine Safety Commission?)\n\nThere is no credible news report that suggests she was making this claim or had recently made such a remark.\n\nThis is not the first time a misinformation has been shared online. Check Your Fact recently debunked a claim that Homeland Security Secretary Alejandro Mayorkas misled the House Judiciary Committee during a hearing on the status of the southern border.",
    "article_id": "EN_CC_100091.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}