{
    "text": "‘Fundamentally Wrong’: Virginia Heads For Exit Ramp After Adopting California’s ‘Out-Of-Touch’ EV Rules \n\n Virginia is ditching rules that would have mandated 100% of new car sales to be electric vehicles (EVs) by 2035.\n\nUnder former Democratic Virginia Gov. Ralph Northam, the state enacted a law in 2021 that hitched it to California’s stringent vehicle emissions standards, the latest version of which will require the phase-out of internal combustion engine models by 2035. Current Republican Gov. Glenn Youngkin and his administration announced Wednesday that Virginia will not be following California’s new regulations once the current set expires at the end of the year.\n\n“Once again, Virginia is declaring independence – this time from a misguided electric vehicle mandate imposed by unelected leaders nearly 3,000 miles away from the Commonwealth,” Youngkin said in a statement. “The idea that government should tell people what kind of car they can or can’t purchase is fundamentally wrong. Virginians deserve the freedom to choose which vehicles best fit the needs of their families and businesses. The law is clear, and I am proud to announce Virginians will no longer be forced to live under this out-of-touch policy.” (RELATED: Glenn Youngkin And Virginia Universities Are In Bitter Battle Over Future Of Diversity, Equity And Inclusion On Campuses)\n\nOnce again, Virginia is declaring independence – this time from a misguided electric vehicle mandate imposed by unelected leaders nearly 3,000 miles away from the Commonwealth.\n\n— Governor Glenn Youngkin (@GovernorVA) June 5, 2024\n\nYoungkin has opposed the policy because “California’s requirements for their citizens should not be a one size fits all solution for Virginia,” the governor’s staff previously told to the Daily Caller News Foundation. Previous efforts by state Republicans to repeal the law linking Virginia to California’s standards failed, and legislative avenues to get rid of the rules closed when Democrats cemented control of the state legislature in last fall’s elections.\n\nThe governor’s office cited a legal opinion by Republican Virginia Attorney General Jason Miyares to substantiate its decision. Miyares’ opinion asserted that the state is not obligated to abide by the California Air Resource Board’s (CARB) Advanced Clean Cars II rules, which would have taken effect at the beginning of 2025 and required EVs to make up 35% of all new car sales starting in model year 2026 on the way to 100% by 2035.\n\n“Given that EVs only amounted to 9% of vehicles sold in Virginia in 2023, application of the misguided mandates could have resulted in hundreds of millions of dollars in penalties,” Youngkin’s office said in the official announcement. “Virginia auto consumers and dealers could be forced to bear these costs. Not only would this leave auto dealers with less money to pay staff, offer raises, and grow their businesses, it could force many small auto dealers to permanently close their doors.”\n\nNumerous Democrat-leaning or blue states have adopted CARB’s auto emissions standards, which are more stringent than federal standards, according to The Wall Street Journal.\n\nNeither CARB nor the office of Democratic California Gov. Gavin Newsom responded immediately to requests for comment.\n",
    "article_id": "EN_CC_200139.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate policies",
        "Criticism of institutions and authorities",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Other",
        "Criticism of national governments",
        "Climate policies have negative impact on the economy"
    ]
}