{
    "text": "Met Office Says it Cannot Back Up its Senior Meteorologist’s Claim on BBC Radio That Storms in the U.K. are “More Intense” Due to Climate Change \n\n The Met Office has been unable to back up a claim that storms in the U.K. are “more intense” due to the effects of climate change. The claim was made by senior Met Office meteorologist Claire Nasir on January 22nd on BBC 5 Live Breakfast in the aftermath of Storm Isha, and led to a freedom of information request for an explanation by investigative journalist Paul Homewood. The Met Office has replied that it is unable to answer the request due to the fact that the information “is not held”.\n\nIn fact the Met Office could have addressed the claim that storms are growing in intensity by referring to its own ‘State of the Climate 2022’ report:\n\nThe most recent two decades have seen fewer occurrences of maximum gust speeds above these thresholds [40/50/60 knots] than during previous decades, particularly comparing the period before and after 2000. This earlier period [before 2000] also included among the most severe storms experienced in the U.K. in the observational records including the ‘Burns Day Storm’ of January 25th 1990, the ‘Boxing Day Storm’ of December 26th 1998 and the ‘Great Storm’ of October 16th 1987. Any comparison of storms is complex as it depends on severity, spatial extent and duration. Storm Eunice [in 2022] was the most severe storm to affect England and Wales since February 2014, but even so, these storms of the 1980s and 1990s were much more severe.\n\nAn explanation for the remarks broadcast unchallenged on the BBC was provided by the Met Office, “in order to provide advice and assistance”. The statement about more intense storms being due to climate change was, the Met Office explains, in reference to “our published U.K. Climate Projections, looking at projections in the future”. This is straight out laughable, since it seeks to justify a statement firmly in the present with waffle about future modelled projections. Paul Homewood comments that it is “small wonder that so many have little confidence in the Met Office anymore”. Meanwhile, the Global Warming Policy Foundation has demanded that the Met Office retracts the “false ‘more intense storms’ claim”. The foundation notes that there is no compelling trend in maximum gust speeds recorded in the U.K. since 1969.\n\nOf course these remarks by Claire Nasir are just the latest in a long line of scares that are being spread by state-funded operations promoting the collectivist Net Zero project. In the mainstream media there is little or no push back on often outrageous and improbable claims of climate collapse and potential future human misery.\n\nIn December, the headlines were full of the news that London could suffer an endemic dengue plague by 2060 due to changes in the climate. The claim from the Health Security Agency arose from a computer model fed with an implausible rise in temperature of 3-4°C within 80 years. Paul Reiter, retired Professor of Insects and Infectious Diseases at the Pasteur Institute in Paris, called the claims “entirely fictional” and “shameless”. Andrew Montford of Net Zero Watch commented that science is being misused to generate fear and to ‘nudge’ us in a desired direction. “This kind of shameful disinformation brings the Civil Service into disrepute,” he said.\n\nRead More: Met Office Says it Cannot Back Up its Senior Meteorologist’s Claim on BBC Radio That Storms in the U.K. are “More Intense” Due to Climate Change",
    "article_id": "EN_CC_200337.txt",
    "category": "CC",
    "narratives": [
        "Questioning the measurements and science",
        "Hidden plots by secret schemes of powerful groups"
    ],
    "subnarratives": [
        "Scientific community is unreliable",
        "Climate agenda has hidden motives"
    ]
}