{
    "text": "Met Office issues urgent warning as 70mph winds set to hammer UK - check your area The fierce winds are accompanied by a surprising change in temperature. \n\n UK weather maps: Met Office issues yellow warnings over 70mph winds\n\nThe fierce winds are accompanied by a surprising change in temperature.\n\nMet Office forecasts strong winds for the north\n\nCrushing waves will slam the UK’s shores while power cuts and travel delays are likely as 70mph batter the country.\n\nThe Met Office has placed a yellow weather warning for wind as strong gales are predicted for much of the northeast of the UK. The weather warning covers Highlands & Eilean Siar and Orkney & Shetland in Scotland.\n\nHowever, some experts predict heavy winds will also hit other coastlines along the UK. The “spell of very windy weather” is likely to lead to “travel disruption”, the weather agency said.\n\nThis includes impacting coastal routes and sea fronts with large waves, as well as possible loss of power and other services.\n\nDelays to road, air and ferry transport are also “likely”.\n\nWhile the worst of the winds will hit along the coast, speeds could still reach a substantial 60mph inland.\n\nThe weather warning is in place until 11am, although winds will remain throughout the day for much of the country.\n\nThe weather agency said: “Winds will increase quickly towards dawn Saturday across the Northern Isles with gusts generally reaching 50-60mph but with a smaller chance of 70mph gusts. Winds will quickly ease from late morning.”\n\nThe winds will accompany slightly warmer temperatures than in recent days. The mercury is likely to reach 13C in Belfast and 12C in Glasgow, both typically in the colder regions of the UK.\n\nHowever the country is still reeling from the impact of Storm Isha and Storm Jocelyn.\n\nDon't miss...\n\nMet Office verdict on horror snow deluge as maps show exact day it will hit [REVEAL]\n\nUK's mega storm season explained as Met Office scientists say 'more may come' [INSIGHT]\n\nNew maps show exact date more storm chaos will wallop into Britain [ANALYSIS]\n\nWith the ground saturated in various regions, the flood risk remains high.\n\nNine flood warnings were last night in place across England alone, including an alert for River Ouse in York city centre. The river burst its banks this week.\n\nThe closely consecutive storms has been attributed to the recent positions of jetstreams influencing low-pressure systems from the Atlantic. However, weather experts have also explained to Express.co.uk that climate change is likely having an impact on the number and severity of storms.\n\nMet Office 5 day weather forecast\n\nToday:\n\nOutbreaks of rain slowly sinking south across northern Scotland, and slowing over the mainland. Elsewhere, dry with sunny spells, although cloudier later in the west with patchy drizzle. Very strong winds in the north, but lighter in the south. Mild.\n\nTonight:\n\nRain slowly returns north through the evening. Cloudy with drizzle in the north and west, but drier elsewhere with clear spells. Windy, with gales in the north. Mild for most.\n\nSunday:\n\nOn Sunday, remaining wet and windy in northwest. Generally dry in southeast, but cloudy at times, although some brighter spells possible. Very mild.\n\nOutlook for Monday to Wednesday:\n\nTurning more unsettled into the new working week, with some drier interludes, but less wet and windy than seen recently.",
    "article_id": "EN_CC_100011.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}