{
    "text": "‘Manmade Climate Change’ Narrative Completely Fabricated, Study Warns \n\n by Frank Bergman, Slay News:\n\nA recent study has concluded that globalist claims of “manmade climate change” are completely fabricated and have no basis in reality.\n\nThe researchers found that there is no scientific evidence to support theories of anthropogenic “global warming.”\n\nAccording to the study, led by leading scientists in Greece, claims that humans cause “climate change” are based on imagination and assumptions.\n\nThe study’s paper, authored by lead researcher Professor Demetris Koutsoyiannis of the National Technical University of Athens, was published in the scientific journal AIMS Press.\n\nIn the “Conclusions” section of the study’s paper, the researchers write:\n\n“Rather, such claims are based on imagination and climatic models full of assumptions.\n\n“However, as shown in the causality direction in time series produced by climatic models is opposite to that of the real-world data.”\n\nThe study found that the narrative of human-generated carbon dioxide (CO2)emissions affecting temperatures is based on fake science.\n\nIn the “Abstract” section of the paper, Koutsoyiannis notes:\n\n“The premise of this study is that the climatic system is very complex and subject to perpetual change due to numerous processes, either internal or external to it.”\n\n“The fact that one of them, namely the relationship of climate with atmospheric CO2, is highlighted in the last decades does not correspond to its actual importance as a climate driver.\n\n“The promoted importance is a non-scientific issue, related to the narrative that humans, through their emissions by fossil fuel burning, are responsible for the changes we see in climate.”\n\nThe study stated that, under the guise of science, the propagation of the anti-CO2 narrative is being driven by political and economic forces.",
    "article_id": "EN_CC_200270.txt",
    "category": "CC",
    "narratives": [
        "Downplaying climate change",
        "Questioning the measurements and science",
        "Questioning the measurements and science",
        "Downplaying climate change",
        "Downplaying climate change",
        "Hidden plots by secret schemes of powerful groups"
    ],
    "subnarratives": [
        "Human activities do not impact climate change",
        "Data shows no temperature increase",
        "Methodologies/metrics used are unreliable/faulty",
        "CO2 concentrations are too small to have an impact",
        "Climate cycles are natural",
        "Climate agenda has hidden motives"
    ]
}