{
    "text": "Climate Science Denial Group GWPF Admits It Used False Temperature Graph \n\n The climate science denying group the Global Warming Policy Foundation has admitted that it shared an “erroneous” temperature dataset to support Lord Lawson’s false claims to the BBC last week that global temperatures aren’t rising.\n\nThree days after Lawson’s BBC interview – which was immediately and widely criticised in the media and by scientists – the climate denial group tweeted out Sunday afternoon that it was “happy to correct the record” and has since removed the tweet after a request to do so by climate scientist Ed Hawkins.\n\nAccording to the tweets, the graph was originally produced by US meteorologist Ryan Maue, an adjunct scholar of the libertarian think tank the Cato Institute co-founded by Charles Koch. It was published by weather forecaster and climate science denier Joe Bastardi. Both Bastardi and Maue work for WeatherBELL Analytics, a private weather consulting firm.\n\nScreenshot of GWPF tweets taken on August 14 2017.\n\nThanks for acknowledging this Benny. Are you could to delete the original tweet so that this erroneous claim doesn’t spread further?\n\n— Ed Hawkins (@ed_hawkins) August 13, 2017\n\nIndeed. My bias, my mistake.\n\n— GWPF (@thegwpfcom) August 13, 2017\n\nAs a number of climate scientists have been quick to point out, Lawson was wrong to claim that the average global temperature has “slightly declined” since 2007. In fact, the global surface temperature over this period has risen, with the three hottest years on record occurring in 2014, 2015 and 2016.\n\nIn addition to being a reaction to those debunking the graph’s false and misleading claims, the GWPF’s efforts to distance themselves from the inaccurate data comes one day after neo-Nazi website the Daily Stormer featured a story using the same graph with the headline “It’s Colder Now Than When Al Gore Won the Nobel Prize for Kook Theory in 2007”.\n\nHeaded over to Daily Stormer to see just how bad the #charlottesville Nazi’s site is. It’s bad. But wasn’t surprised to see its 4th story… pic.twitter.com/IOft4omAWV\n\n— Leo Hickman (@LeoHickman) August 13, 2017\n\nYep. pic.twitter.com/6bnunijWE1\n\n— Leo Hickman (@LeoHickman) August 13, 2017\n\nThe article was published on Saturday August 12 and appeared next to stories about the Charlottesville, Virginia white supremacist rally over the weekend. (Hackers purportedly linked to international hacking network Anonymous have now reportedly taken over the website with a headline reading “End of hate”.)\n\nPhoto: Wikimedia Commons | CC 2.0",
    "article_id": "EN_CC_100136.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}