{
    "text": "Biden Unveils Strict Auto Standards to Speed EV Shift \n\n President Joe Biden's administration announced Wednesday revised pollution standards for cars and trucks meant to accelerate the US auto industry's shift to electric to mitigate climate change.\n\nThe rules set ambitious emission reductions for 2032 but are moderated somewhat compared with preliminary standards unveiled last April. Following carmaker criticism, the final rules give manufacturers greater flexibility and ease the benchmarks in the first three years.\n\nThose shifts were criticized as a sop to corporations from at least one environmental group, even as the final rule won praise from other leading NGOs focused on climate change.\n\nThe final rules -- which were described by administration official as \"the strongest ever\" and would likely be undone if Republican Donald Trump defeats Biden in November -- still require a nearly 50 percent drop in fleet-wide emissions in 2032 compared with 2026 through increased sales of electric vehicles (EVs) and low-emission autos.\n\nThe rules, which dovetail with other key Biden programs to build more EV charging stations and manufacturing facilities and incentivize EV sales, establish the environment as a significant point of difference in the 2024 presidential election.\n\nTrump has mocked climate change as a problem and cast the transition to EVs as a job-killer that will benefit China at the expense of American workers.\n\nBiden argues that US auto builders need to take the lead in the expanding EV market.\n\n\"I brought together American automakers. I brought together American autoworkers,\" said Biden in a statement. \"Together, we've made historic progress.\"\n\nAlluding to his target set three years ago that 50 percent of new vehicles in 2030 would be EVs, Biden predicted we'll meet my goal for 2030 and race forward in the years ahead.\"\n\n- Industry given more time -\n\nEVs accounted for 7.6 percent in 2023 sales, up from 5.9 percent in 2022, according to Cox Automotive.\n\nThe original proposal had envisioned the EV share surging to as much as 67 percent of new vehicle sales by 2032.\n\nCarmakers, which are midway through sweeping, multi-billion-dollar investments to build more EV capacity, criticized the initial standards as overly-stringent. They cited the limited state of charging capacity in the United States that has dampened consumer demand, as well as difficulties in supply of metals and other raw materials for EV batteries.\n\nFollowing input from the auto industry, organized labor and auto dealerships, Biden administration officials decided to allow manufacturers a \"variety of pathways\" to reaching the standard, a senior Biden administration official said Tuesday.\n\nThis path could include a mix of EVs, conventional but more fuel-efficient engines, and plug-in hybrid vehicles, which have seen a rise in demand of late.\n\nBiden administration officials opted to soften year-to-year emissions improvements in the 2027-2030 period, while maintaining the same target in 2032.\n\nModerating the targets in these first three years \"was the right call,\" said John Bozzella, president of the Alliance for Automotive Innovation, a Washington lobby representing carmakers.\n\n\"These adjusted EV targets -– still a stretch goal –- should give the market and supply chains a chance to catch up,\" said Bozzella, adding that the extra time will allow more EV charging stations to come on-line.\n\n- Too many 'loopholes'? -\n\nThe final standards set a fleet-wide target of 85 grams of carbon dioxide in 2032, down from 170 in 2027, according to an administration fact sheet.\n\nWednesday's initiative won praise from leading environmental groups including the Sierra Club and NRDC, which said the new rules \"take us in the right direction,\" according to a statement from NRDC chief Manish Bapna.\n\nBut Dan Becker, director of the climate transport campaign at the Center for Biological Diversity, slammed the adjusted rules as \"significantly weaker.\"\n\n\"The EPA caved to pressure from Big Auto, Big Oil and car dealers and riddled the plan with loopholes big enough to drive a Ford F150 through,\" Becker said.\n\n\"The weaker rule means cars and pickups spew more pollution, oil companies keep socking consumers at the pump, and automakers keep wielding well-practiced delay tactics.\"",
    "article_id": "EN_CC_200013.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate policies",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Climate policies are ineffective",
        "Climate policies have negative impact on the economy"
    ]
}