{
    "text": "uk/DeBunked: Spiked's Ella Whelan on Oil and Renewables \n\n\nSpiked columnist Ella Whelan made misleading claims about North Sea oil and renewable energy on a recent BBC Question Time.\n\nHere is the evidence for why she’s wrong – and Spiked’s record of climate science denial and fossil fuel funding.\n\nSpiked was introduced as a “non-conformist” outlet on BBC Question Time. In fact it’s a libertarian publication with a history of climate denial and opposing green policies. E.g. In 2018 Spiked published “The Myth of a Climate Crisis” by denier Ben Pile.\n\nSpiked claims to be independent, but between 2015-18 the website received $300,000 from the Charles Koch Foundation, an arm of oil giant Koch Industries and a major funder of climate denial.\n\nOn BBC Question Time, Whelan suggested the UK government invest in “new exploration of North Sea oil” to grow the economy.\n\nThis statement ignores fossil fuels’ role driving climate impacts and the associated financial risks.\n\nThe International Energy Agency (IEA) says any new fossil fuel extraction projects are incompatible with limiting warming to 1.5C.\n\nClimate change is already hurting the world economy. Under current policies climate change impacts are projected to cost the UK 7.4 percent of GDP by 2100. Meanwhile, the growing net zero sector employs 850,000 people and is adding £71 billion in Gross Value Added to the UK economy.\n\nWhelan also claimed “wind turbines and solar panels are not going to keep us warm”. In fact, heat pumps, which are powered by electricity, are considered the greenest and most efficient way to heat homes with no need for oil or gas.\n\nHer claim also plays on a common falsehood that wind and solar power are unreliable. In fact in winter 2022, renewables provided more UK electricity than gas power stations: 27 percent of UK electricity was generated by wind, and wind and solar were the EU’s top power source.\n\nThe National Grid has said the UK can switch to a 100 percent renewable grid led by wind and solar energy.\n\nIn the past, Whelan has claimed to care about climate change, for example in a 2022 interview with TalkTV. But she has also attacked – and misrepresented – efforts to do something about it.\n\nIn the same interview, Whelan said the “deluded idea of Net Zero” would mean a “dystopian” scenario in which “people have less, be more miserable, not heat your home, not eat what you want, not travel”.\n\nThese critiques are familiar “climate delay narratives”, which paint green action as disruptive and are not a true reflection of plans to reach net zero set out by the UK’s independent Climate Change Committee (CCC), or any other government policy. They also ignore the urgent need to cut emissions and transition to green energy.\n\nSpiked writers like Ella Whelan are frequently hosted on mainstream media without mention of the publication’s history of climate denial and fossil fuel funding.\n\nWe hope this thread helps inform future media appearances by Spiked columnists, so that their claims can be challenged with evidence. See more in Spiked’s DeSmog profile here.\n\n",
    "article_id": "EN_CC_200327.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}