{
    "text": "Climate Change Hoaxer Greta Thunberg Charged for Disobeying Law Enforcement in Sweden’s Climate Protest – May Face Up to Six Months in Prison \n\n Sweden says enough!\n\nSweden’s Prosecution Authority is bringing charges against none other than their homegrown eco-hoaxer, Greta Thunberg, for disobeying law enforcement during a climate protest in June.\n\nThe 20-year-old is facing potential fines or imprisonment of up to six months.\n\nThe charges stem from her involvement in a protest that allegedly led to major traffic disruption in Malmö in June, authorities said.\n\n“The prosecutor has filed charges against a young woman who, on June 19 this year, participated in a climate demonstration which, according to the prosecution, caused disruption to traffic in Malmö,” the statement said. The woman “refused to obey the police command to leave the scene,” it added according to CNN.\n\nWhile the prosecution authority’s statement did not specifically name Thunberg, a spokesperson for the Swedish Prosecution Authority, Annika Collin, confirmed to CNN that the individual referred to in the charges is indeed Greta Thunberg.\n\n“The criminal classification is disobedience to law enforcement. According to the prosecutor, the act was committed with intent,” the prosecution authority’s statement added.\n\nIrma Kjellström, a spokesperson for Ta Tillbaka Framtiden, told CNN that Thunberg was among several young people who participated in blocking the oil tankers.\n\nKjellström added, “After having blocked the industry which is burning our future, we have now been charged with crime. While charges are being brought against us, the real crime continues inside the gates that we blocked.”\n\nRecently, Greta Thunberg was back in the news after her prediction that the world would end in 2023 was a conspiracy.\n\nOn June 21, 2018, she made a bold claim on Twitter, stating that humanity had a narrow five-year window to stop the use of fossil fuels or face inevitable extinction.\n\n“A top climate scientist is warning that climate change will wipe out all of humanity unless we stop using fossil fuels over the next five years.”\n\nThunberg shared a now-deleted Grit Post article by Scott Alden citing a prediction from James Anderson, a professor of atmospheric chemistry at Harvard University, titled, “Top Climate Scientist: Humans Will Go Extinct if We Don’t Fix Climate Change by 2023.”",
    "article_id": "EN_CC_100095.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate movement"
    ],
    "subnarratives": [
        "Ad hominem attacks on key activists"
    ]
}