{
    "text": "Fake meat company receives $1.48 million from Pentagon \n\nA company that makes fake meat won nearly $1.5 million from the Biden-Harris Department of Defense.\n\n“The Better Meat Company, based in West Sacramento, California, was awarded $1.48 million to plan a bioproduction facility for mycoprotein ingredients that are shelf-stable, have high protein and fiber contents, and can be dehydrated,” the Pentagon announced.\n\nThe August grant comes just a month after the Pentagon announced it would no longer explore ways to feed troops “lab-grown meat,” following backlash in the media and from the beef industry.\n\nA Pentagon spokesman repeated part of the news release in a statement to The Daily Wire and said the product will not be used in Meals Ready to Eat (MREs), a durable food package given to troops.\n\n“We are investing in sources of protein such as chickpeas and tofu. The Department is not funding research into ‘lab-grown’ or ‘fake meat’ – nor does it have plans to include such protein substitutes in service members’ MREs,” the spokesman told The Daily Wire for an article earlier this week.\n\nHowever, there is a connection between “mycoprotein” and the fake meat. The Daily Wire reported:\n\nThe grant will, however, fund a “facility for mycoprotein ingredients,” the same exact ingredient used to create the fake meat. The Daily Wire asked the Defense Department if these facilities will be used by the Better Meat Company to create fake meat during or after the grant term, but has not received a response.\n\nFake meat has been a favored tool of globalist elites and “climate change” activists because it ostensibly creates less pollution than cattle ranching, although that claim is questionable.\n\n“Within current frameworks, governments can create clear, supportive, agile and efficient regulatory processes to ensure safe and transparent pathways that instill confidence in consumers and industry players alike, fostering a robust alternative protein market in a shift towards food systems that are more sustainable, secure and just,” a World Economic Forum report claimed.\n\nThe push for “alternative protein[s]” is to help countries reach the Paris Agreement’s radical environmentalist goals.\n\nUniversity of Southern California researchers also released a paper in August of this year detailing ways to encourage people to eat less red meat and testing the effectiveness of terms like “climate change” and “climate justice.”\n\nAs LifeSiteNews reported at the time:\n\nThe paper ultimately found that a willingness to eat less red meat fell along partisan lines, with Democrats being more eager to deny themselves the nutrient dense food, which is chock full of vitamins and proteins that aid in muscle growth. Republicans, on the other hand, were “often unresponsive” to changes in terminology.\n\nThe paper concludes that “climate change communications may therefore need to go beyond terminology.” It recommended that “effective communication strategies include using compelling everyday language, presenting clear graphs, emphasizing social norms, and making climate-friendly actions the default.”\n\nThe researchers said “conservative spokespeople” could be recruited to push Republicans to embrace the “climate change” agenda.\n\nAt the same time, some states have begun fighting back against the intrusion of lab-grown meat into grocery stores and onto kitchen tables.\n\nFlorida Gov. Ron DeSantis signed legislation in May of this year that bans the sale of lab-grown meat in the state of Florida. It is being challenged in court.\n\n“While the World Economic Forum is telling the world to forgo meat consumption, Florida is increasing meat production, and encouraging residents to continue to consume and enjoy 100% real Florida beef,” a news release stated at the time.\n\nGov. DeSantis said the Sunshine State was “fighting back against the global elite’s plan to force the world to eat meat grown in a petri dish or bugs to achieve their authoritarian goals.”\n\n“Our administration will continue to focus on investing in our local farmers and ranchers, and we will save our beef.”",
    "article_id": "EN_CC_200152.txt",
    "category": "CC",
    "narratives": [
        "Hidden plots by secret schemes of powerful groups",
        "Criticism of climate movement"
    ],
    "subnarratives": [
        "Blaming global elites",
        "Climate movement is alarmist"
    ]
}