{
    "text": "Trump's Seawall Is About His Business, Not Global Warming \n\n A Monday Politico article claims Republican presidential candidate Donald Trump could secretly care about global warming based on an application to build a seawall to protect a golf resort.\n\nIn reality, this only shows Trump uses global warming alarmism to benefit his business.\n\nA permit application for the wall by Trump International Golf Links Ireland which was reviewed by Politico explicitly cites global warming and erosion due to rising sea levels as a justification to build the structure. However, the application was prepared by an Irish environmental consulting group, not Trump’s business. The application clearly uses global warming to add urgency to a permit application to build a seawall which will protect his property from erosion and storms.\n\nTrump’s previous attempts to build the seawall failed to win special approval from Ireland’s national government, so his business resubmitted the application citing global warming as the motivating factor. The seawall would consist of 200,000 tons of rock distributed along two miles of beach in front of Trump’s property.\n\n“The zoning application raises further questions about how the billionaire developer would confront a risk he has publicly minimized but that has been identified as a defining challenge of this era by world leaders, global industry and the American military,” claims Politico. “His public disavowal of climate science at the same time he moves to secure his own holdings against the effects of climate change also illustrates the conflict between his political rhetoric and the realities of running a business with seaside assets in the 21st century.”\n\nThe real estate mogul has a long history of skepticism about global warming. Trump has taken to Twitter to call global warming a “hoax,” “mythical,” a “con job,” “nonexistent,” and “bullshit.” Trump also has a long history of questioning the benefits of politically popular green power in favor of conventional energy sources. He views policies created to fight global warming as hurting U.S. manufacturing competitiveness with China. Trump has also vowed to “at a minimum” renegotiate the United Nation’s December’s Paris climate deal.\n\nTrump has also expressed extreme skepticism of wind and solar power which environmentalists claim are the best way to prevent global warming.\n\n“I will say wind is a problem because it’s very expensive to build the towers, very, very expensive, and as you know when you have 40-dollar oil, it’s not economics, so they’re going to have to do a subsidy, otherwise wind isn’t going to work,” Trump said when pointing out problems with wind energy to The Washington Post.\n\nTrump even sued to prevent the construction of a new wind farm in Scotland which would have spoiled the view of a luxury golf resort he owns. Trump publicly stated he would stop development of the resort if the wind farm project went ahead.\n\nTrump has vehemently opposed wind power on Twitter, saying “nobody wants wind turbines, they are failing all over the world and need massive subsidy–a disaster for taxpayers” and asking “How many bald eagles did wind turbines kill today? They are an environmental & aesthetic disaster.”\n\nTrump’s skepticism of solar power is equally well documented, as he said in a 2012 interview with Greta Van Susteren that solar panels are “economically, they’re not good. It’s a very, very poor form of energy. Solar, as you know, hasn’t caught on because, I mean, a solar panel takes 32 years — it’s a 32-year payback. Who wants a 32-year payback? The fact is, the technology is not there yet.”\n\nTrump’s stance on solar is markedly different from that of his likely Democratic rival, former Secretary of State Hillary Clinton, who plans to build “half a billion” solar panels. One of Clinton’s biggest financial backers, hedge fund billionaire Warren Buffett, has invested billions into building just that type of solar panel.\n\n",
    "article_id": "EN_CC_200113.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Controversy about green technologies",
        "Controversy about green technologies"
    ],
    "subnarratives": [
        "Criticism of political organizations and figures",
        "Renewable energy is costly",
        "Renewable energy is unreliable"
    ]
}