{
    "text": "UK-based climate activists deflate tyres of SUVs in 18 countries. This is why they did it. \n\n A group of UK-based climate activists, called the Tyre Extinguishers, is moving around deflating the tyres of parked SUVs (sports utility vehicles) on roads in an effort to combat global warming.\n\nThe group has claimed credit for tyre-deflating operations in American cities including New York City, Boston, Chicago and San Francisco, and cities in England, Canada, France, Spain, Germany and Italy among others, according to a report by Fox News.\n\n“Reports coming in of very angry #CarShaggers who are upset they can’t drive their massive tanks around Lisbon. Oh no! Welcome to the fun, Portugal! We will make SUVs history,” the group posted on Twitter along with an image of a Portuguese-language pamphlet the activists left on one of the targeted SUVs.\n\nOn their own website, the “Tyre Extinguishers” who believe in guerilla climate activism explain why they are protesting against SUVs. The group’s website has details and instructions on how to quickly deflate tires on parked cars. It also has a template for pamphlets that activists can use during their operations. Once the person deflates the tyres, they leave a document with a headline stating, “ATTENTION - your gas guzzler kills,” on the vehicle’s windshield explaining to its owner why such action was taken.\n\n“You’ll be angry, but don’t take it personally. It’s not you, it’s your car. We did this because driving around in urban areas in your massive vehicle has huge consequences for others,” the pamphlet reads.\n\nNEW: FIRST ACTION IN PORTUGAL! LISBON SUVS DISARMED 🇵🇹— The Tyre Extinguishers (@T_Extinguishers) June 1, 2023\n\nReports coming in of very angry #CarShaggers who are upset they can't drive their massive tanks around Lisbon. Oh no! Welcome to the fun, Portugal!\n\nWe will make SUVs history. Find out more here: https://t.co/cmqm5IOeg7 pic.twitter.com/lDi9AZWUjv\n\n“We are people from all walks of life with one aim: To make it impossible to own a huge polluting 4x4 in the world’s urban areas,” the group’s website adds.\n\n“We are defending ourselves against climate change, air pollution and unsafe drivers. We do this with a simple tactic: Deflating the tyres of these massive, unnecessary vehicles, causing inconvenience for their owners,” the website points out.\n\nTyre Extinguishers is a “leaderless, autonomous movement of groups that act independently,” according to their website.\n\n“SUVs and 4x4s are a disaster for our health, our public safety, and our climate. Bigger and bigger cars are dominating our towns and cities, all so a privileged few can flaunt their wealth. Because governments and politicians have failed to protect us from this danger, we must protect ourselves. We want to make it impossible to own a huge polluting 4x4 in the world’s urban areas. We do this by deflating the tyres of these massive, unnecessary vehicles, causing inconvenience and expense for their owners,” says the website of the organisation.\n",
    "article_id": "EN_CC_100008.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}