{
    "text": "Tory MP urges Keir Starmer to confirm if his plans for a new wave of wind farms are unconnected to the million pound Labour party donations made by eco-tycoon Dale Vince \n\n Tory MP urges Keir Starmer to confirm if his plans for a new wave of wind farms are unconnected to the million pound Labour party donations made by eco-tycoon Dale Vince\n\n- Ecotricity founder has said new wind parks 'make good economic sense'\n\nSir Keir Starmer should make clear that his plans for a new wave of wind farms are unconnected to the millions of pounds donated to Labour by an eco-tycoon, a Tory MP said last night.\n\nOne of Starmer's first acts after becoming Prime Minister was to lift the effective ban on onshore wind generation – in place since 2015 – giving the green light to a new wave of wind farms across the country.\n\nThe move comes in the wake of donations totalling £4.2 million from Ecotricity, a green energy supplier founded by millionaire Dale Vince – £2.7 million was accepted by the Labour Party in the first four months of 2024 alone.\n\nBoth Labour and Ecotricity strongly deny any connection between the donations and the policy change, but Ruislip MP David Simmonds said last night that it 'raised some serious questions'.\n\nHe said: 'In the spirit of transparency, we can only hope Keir Starmer answers these questions swiftly and in full.'\n\nSir Keir Starmer has been urged to confirm plans for new wind farms are not connected to Labour party donations by Ecotricity founder Dale Vince\n\nVince said in 2017 that a government decision to prevent new wind farms 'makes no sense and is a political choice'\n\nEcotricity, which currently has 74 turbines across 23 wind parks and recorded pre-tax profits of £44.7million in 2023, had 16 planning applications for wind farms refused before Labour won the election.\n\nCampaigners are furious after plans to build one of Europe's largest solar farms were signed off by the Government.\n\nOpposition to the 2,500-acre development in Cambridgeshire (the size of 1,500 football pitches), fuelled by concerns over farming, biodiversity and tourism, was overridden when Energy Secretary Ed Miliband gave the green light to energy company Sunnica's £600 million project.\n\nCharlotte Cane, the local Liberal Democrat MP, described his decision as 'shocking'.\n\nA second 2,000-acre project has been approved in Lincolnshire.\n\nThe company's most recent accounts stated: 'The group continues to lobby the UK government to pursue wider-reaching and more determined policies to address the climate emergency.'\n\nIn 2017, Vince said: 'Current government policy, to prevent new wind parks in England, makes no sense and is a political choice – because onshore energy isn't just good for the environment, it makes good economic sense too.'\n\nThe Daily Mail reported last week that thousands of onshore wind turbines could go up across the country under Labour.\n\nIn a statement, Vince said: 'The nonsensical ban on onshore wind added £15 billion to our energy bills since it was imposed – it made the energy crisis worse and lifting it is good for the whole country. I've donated money to Labour for many years, to help them compete and hopefully win the election. I believe they will make Britain a better country.\n\nA Labour source said: 'The onshore wind ban put up energy bills for families and made Britain more energy insecure.\n\n'By lifting the ban, this Labour Government is cutting bills for families and boosting Britain's energy independence.'",
    "article_id": "EN_CC_300124.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Criticism of political organizations and figures",
        "Criticism of national governments"
    ]
}