{
    "text": "Reuters Joins BBC in Failed ‘Fact Check’ of Daily Sceptic Arctic Sea Ice Story \n\n Another day, another fatuous ‘fact’ check from Reuters. This time the news agency accuses the Daily Sceptic of “cherry-picking” Arctic sea ice extent data to provide a “misleading” story. Being accused of “cherry picking” by an outfit that funds a course for journalists that encourages them to pick a fruit such as a mango and discuss why it isn’t as tasty as the year before due to climate change is beyond ridicule. Taking lectures on responsible journalism from a Net Zero-obsessed operation that has promoted a course speaker who has suggested “fines and imprisonments” for expressing scepticism about “well supported” science is laughable, if also a tad sinister.\n\nOne of the activists called to admonish the Daily Sceptic with a ‘straw man’ argument was Walt Meier, a research scientist at the National Snow and Ice Data Centre, who said: “Comparing two specific years is not an indicator for or against long-term changes”. The Daily Sceptic did not do that. Interestingly, this would appear to be the same Walt Meier whose comments on ”mind blowing” low winter levels of Antarctica sea ice last year made headlines around the world. Meier claimed at the time that it was “outside anything we have seen”. Happily, the Daily Sceptic was able to remind Meier that he had been part of a team a decade ago that cracked open the secrets of early Nimbus weather satellites and found a similar sea ice low in 1966. At the time, Meier commented that the Nimbus data show there is variability in Antarctica sea ice “that’s larger than any we have seen” since 1979.\n\nRead more: Reuters Joins BBC in Failed ‘Fact Check’ of Daily Sceptic Arctic Sea Ice Story",
    "article_id": "EN_CC_100076.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of climate movement"
    ],
    "subnarratives": [
        "Other",
        "Ad hominem attacks on key activists"
    ]
}