{
    "text": "WATCH: Junk Scientist and Serial Liar Al Gore Makes Absurd Global Warming Prediction “Once We Get to True Net Zero” \n\n Global Warming fraud Al Gore made a new ‘climate change’ prediction “once we get to true net zero.”\n\nNet-zero emissions is a front for global Communism. “Net zero” will be reached when the world completely ‘eliminates carbon emissions’ and we go back to the dark ages. Only the global elites will continue to live in their mansions, eat meat, and fly in private jets.\n\nAl Gore made the new Global Warming prediction from Davos as he sat outside in the freezing cold weather with a snowy backdrop.\n\n“The good news is that once we get to true net zero and stop adding, the temperatures will stop going up almost immediately, with a lag of as little as three years,” Al Gore said without providing any evidence whatsoever to back up his new timeline.\n\nGore continued, “And if we stay at true net zero half of the human cause to greenhouse gas pollution will fall out of the atmosphere in as little as 25 to 30 years, but getting there is very tough.”\n\nWATCH:\n\nWeather prognosticator @algore: “The good news is that once we get to true net zero and stop adding, the temperatures will stop going up almost immediately, with a lag of as little as three years.” pic.twitter.com/4dlCEzGMwx\n\n— Tom Elliott (@tomselliott) January 15, 2024\n\nOn December 13, 2008, junk scientist Al Gore predicted the North Polar Ice Cap would be completely ice-free in five years.\n\nAnd, with this lie, the global warming hysteria began.\n\nGore made the prediction to a German audience on December 13, 2008. Al warned them that “the entire North ‘polarized’ cap will disappear in 5 years.” The Gateway Pundit reported on this at the time.\n\nThis wasn’t the only time Al Gore made his ice-free prediction. Gore had been predicting the dire scenario since 2007. That means that the North Pole should have melted completely over a decade ago by now.\n\nAl Gore also made the same prediction in 2009.\n\nAt least 8 Dire Predictions from Al Gore’s movie never occurred – not even close.\n\nBut Al Gore is repeatedly given a platform to fearmonger and make one prediction after another.",
    "article_id": "EN_CC_100106.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate movement",
        "Hidden plots by secret schemes of powerful groups",
        "Criticism of climate movement"
    ],
    "subnarratives": [
        "Ad hominem attacks on key activists",
        "Blaming global elites",
        "Climate movement is alarmist"
    ]
}