{
    "text": "GOP Slams John Kerry's Hypocrisy on Coal Plants With Harm He'd Cause and Pass He Gave China \n\n On Saturday, Joe Biden's climate envoy, John Kerry, committed the administration to the elimination of all coal-fired power plants.\n\nU.S. Special Envoy John Kerry announced that America was joining the Powering Past Coal Alliance, which means the Biden Administration commits to building no new coal plants and phasing out existing plants. No date was given for when the existing plants would have to go, but other Biden regulatory actions and international commitments already in the works had meant no coal by 2035.\n\nThis is crazy and fascistic, as he calls for the elimination of a vital energy resource.\n\nJohn Kerry demands the end of coal plants.— Daniel Turner (@DanielTurnerPTF) December 4, 2023\n\nHere's what Kerry won't tell you:\n\n- Coal is inexpensive, abundant, and reliable\n\n- Solar manufacturing plants run on coal\n\n- Wind manufacturing plants run on coal\n\n- EV battery factories are powered by coal\n\nFacts matter. pic.twitter.com/V8cX2injQu\n\nKerry says there shouldn't be any more permanent coal-fired power plants permitted anywhere in the world. He said that's how you can do something for \"health.\" He said he finds himself getting more and more \"militant\" because he does not understand \"how adults [who] are in positions of responsibility can be avoiding responsibility for taking away those things that are killing people on a daily basis. And the reality is that the climate crisis and the health crisis are one and the same.\"\n\nYikes! How dare anyone disagree with him, he seemingly thinks, while he's trying to crush industries and the jobs associated with them? We get that the Biden team doesn't care about that, as they race pell-mell ahead with their agenda.\n\nBut it gets worse, as Sen. John Barrasso (R-WY) and Sen. Josh Hawley (R-MO) point out. While the Biden team is pushing for this radical agenda that would limit and harm the U.S., Kerry gave China a pass by locking them into the status of a \"developing country\" according to the Paris Agreement, which Kerry helped to negotiate.\n\n“At the time the Paris Agreement was signed, China was the world’s second largest economy, and had been so for many years. Nevertheless, the treaty you negotiated and agreed to locked into place China’s status as a developing country. That was as absurd then as it is now,” the senators wrote. [....]\n\n“China is bent on global domination. It is the world’s second largest economy and largest emitter of greenhouse gases. It is America’s chief economic and geopolitical rival. It exploits forced labor. It manipulates global markets. It steals our technology. It is building hypersonic missiles and a blue-water navy,” the senators wrote. “It should not get special treatment in international climate agreements. There should be no more free rides for China. That should be non-negotiable.”\n\nBut it's the Biden team, where giving China a pass seems to be baked in, so they're building all the coal plants they can. And they're using them to help build all the green energy stuff that the Biden team wants to shove down our throats.\n\nChina is acting within, and taking advantage of, the international framework you helped create—the Paris Agreement. The Chinese coal plants to which you object now power mines and refineries producing critical minerals. They drive factories building solar panels, wind turbines, and electric batteries and cars that the Biden Administration wants to force Americans to buy.\n\nSo it's a double win for China, courtesy of the Biden administration. Once again, bad Democratic policy hurting the United States and being hypocritical.\n",
    "article_id": "EN_CC_200145.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Controversy about green technologies",
        "Criticism of climate policies",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Criticism of political organizations and figures",
        "Other",
        "Climate policies have negative impact on the economy",
        "Criticism of national governments"
    ]
}