{
    "text": "Green propaganda is masking real statistics \n\n The Royal College of Physicians has abandoned science, and become a green ideological campaigning organisation.\n\nThe RCP’s “green physician toolkit” is precisely the same patronising nonsense as the WHO’s toolkit of the same name, discussed in my Daily Sceptic article a few months ago.\n\nThe two main ideas behind the toolkit are\n\na) that doctors routinely make “unnecessary” decisions that have environmental impact, and that\n\nb) they should use their authority to advance an ideological agenda.\n\nFor example “reduce blood testing where clinically appropriate”. This assumes that doctors test people’s blood frivolously, something equivalent to an “unnecessary journey”. Very, very odd.\n\nBut the most egregious claim, of course, is that “Climate change is one of the biggest threats to human health”.\n\nThat is so far from truthful, and so utterly embedded in green ideology, that the word “lie” is not sufficient.\n\nThere is less than zero evidence that climate is a “threat to human health”, let alone the “biggest threat”. The evidence debunking the link between climate change and health is so strong that doctors have to go out of their way to conceal the stats.\n\nYou can see the raw data here for yourself. Climate-related mortality has fallen in recent decades. Diseases of poverty, which are claimed to be climate-linked, including malaria, are also in steep decline.\n\nI give an overview of how climate-activist doctors at the Lancet are influenced by ideology here, and go into more detail to explain how they lie in this presentation below. At around 36 mins, I show that the Lancet’s green propaganda pages hide the mortality statistics behind “frequency of event” statistics, to give the opposite impression.\n\nThe Lancet claims that “life-threatening extreme weather events are becoming increasingly frequent”. When you interrogate the data, however, it reveals that far fewer people are being killed by extreme weather.\n\nSo it’s not just a lie, it’s a fraud. And it’s a fraud told for political effect, to transform society and the economy, which ultimately will have a devastating effect on human health. And it already is, if we calculate the opportunity cost for people in emerging economies.\n\nDoctors and medical researchers involved in this propaganda have invented their own metric of “risk” to create “evidence” of a growing “threat”. And doctors and institutions of medicine that reproduce this propaganda do so *uncritically* without checking the numbers.\n\nThe numbers are not complicated. The science is not complicated. The data is not hard to find. This is not like 5-sigma high energy physics experimentation.\n\nConsider this chart from the latest Lancet propaganda report, for example. It claims that the better part of a $trillion is lost from agricultural production because of exposure to heat. But look at how small that effect is in the West, compared to developing/low income economies.\n\nWhereas farmers in the US can tend to vast farms, sitting in GPS-guided, air conditioned, diesel-powered tractors, subsistence agriculture is dawn-to-dusk manual labour.\n\nThe difference is access to fossil fuels. It’s not a weather or climate effect.\n\nTo frame that disparity between agricultural producers in the richest and poorest economies as one of “climate change”, requiring the abolition of fossil fuels is a grotesque injustice. It is vile.\n",
    "article_id": "EN_CC_200318.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of climate movement",
        "Downplaying climate change",
        "Questioning the measurements and science",
        "Hidden plots by secret schemes of powerful groups",
        "Green policies are geopolitical instruments",
        "Questioning the measurements and science",
        "Questioning the measurements and science"
    ],
    "subnarratives": [
        "Criticism of national governments",
        "Climate movement is alarmist",
        "Humans and nature will adapt to the changes",
        "Other",
        "Climate agenda has hidden motives",
        "Climate-related international relations are abusive/exploitative",
        "Scientific community is unreliable",
        "Methodologies/metrics used are unreliable/faulty"
    ]
}