{
    "text": "Climate Scientists Want Space Umbrellas The Size Of Argentina To Blot Out The Sun \n\n Bad luck for solar panel owners and users, and anything relying on photosynthesis. But as such umbrellas would be far too heavy to move even if they could be made, probably nothing to worry about. Just another climate alarm concoction in search of funding.\n\n– – –\n\nA team of climate scientists wants to launch enormous umbrellas into space to reduce the Earth’s exposure to the sun and fight climate change, The New York Times reported Friday (via Climate Change Dispatch).\n\nThe underlying idea is that large parasols could be positioned in space such that they marginally reduce the intensity of sunlight the Earth receives and thereby mitigate some global warming, the Times reported.\n\nTo block out enough radiation, a single sunshade would need to be approximately the size of Argentina — nearly one million square miles — and would weigh about 2.5 million tons, so scientists are looking to prove the idea could work by first producing a 100-square foot prototype with the help of $10 to $20 million of funding.\n\nDr. Yoram Rozen, a physics professor and the Asher Space Research Institute’s director at Technion-Israel Institute of Technology, is leading the team of scientists pushing the idea, according to the Times.\n\nBecause the Argentina-sized umbrella would be too large to feasibly launch into space, his team is hoping to build a set of smaller shades that would diffuse the intensity of the radiation reaching the planet.\n\n“We can show the world, look, there is a working solution, take it, increase it to the necessary size,” Rozen told the Times.\n\nRozen and his team are still designing the prototype, but they anticipate that they could build it within about three years once they get the required funds [Talkshop comment – of course], according to the Times.\n\nA full-sized product would cost trillions of dollars, and that expense would likely have to be picked up by many countries (i.e., their taxpayers), Rozen told the Times.\n\nFull article here (includes Mr. Burns video extract, 30secs.).\n\nPuh! and everything in the climate world is rosie\n\nand here’s another topper http://www.demolitionnews.com/2024/02/01/embodied-carbon-vice-tightens/\n\n[…] Climate Scientists Want Space Umbrellas The Size Of Argentina To Blot Out The Sun […]\n\nThis was written:\n\nA team of climate scientists wants to launch enormous umbrellas into space to reduce the Earth’s exposure to the sun and fight climate change\n\nEnergy from the sun has made and still makes life on earth possible.\n\nClearly they want to make life on earth less possible.\n\nHow a giant space umbrella could stop global warming\n\nhttps://www.bbc.com/future/article/20160425-how-a-giant-space-umbrella-could-stop-global-warming\n\nWhat could possibly go wrong? 🙄\n\nReality in a Place with lots of Sun, n’est pas ?https://www.pv-magazine.com/2024/02/05/cyprus-set-to-curtail-28-of-renewable-electricity-in-2024/ https://en.wikipedia.org/wiki/Climate_of_Cyprus#Sunshine\n\nI’m ‘speechless’!\n\nKind regards, Ray Dart (AKA suricat).",
    "article_id": "EN_CC_200246.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate policies",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Climate policies are only for profit",
        "Climate policies have negative impact on the economy"
    ]
}