{
    "text": "Canadian Conservative Leader Poilievre Scorches Trudeau Over His ‘Carbon Tax’ Driving the Financial Crisis – But All the Prime Minister Wants To Talk About Is Ukraine! \n\n Globalist poster boy Trudeau wants money for climate alarmism and Ukraine Nazis.\n\nCanadian Prime Minister Justin Trudeau is faring miserably in the polls, watching the Conservative opposition lead grow wider, and – what’s worse – witnessing the virtual demise of his prized, signature climate alarmist policies, crystallized on the ‘carbon tax’.\n\nRead: Canada’s Provincial Premiers Form a Rare United Front Against Justin Trudeau’s ‘Carbon Tax’\n\nToday, the conservative leader Pierre Poilievre delivered blistering speech against the Prime Ministers misguided ‘Ukrainian’ priorities in the context of an accelerating social crisis.\n\nThey stood in the same hallowed hall where Trudeu had them applaud, with pomp and circumstance, a former Nazi fighter.\n\nRead more:\n\nCanadian Province of Alberta Defies Ottawa, Shields Power Companies From Trudeau’s Federal ‘Clean Electricity Regulations’\n\nJustin Trudeau and Pierre Poilievre trade barbs over Canada's support for Ukraine and the carbon tax during a feisty exchange in the House of Commons.https://t.co/dh39RL9gvx pic.twitter.com/Ror0pZgbEH\n\n— Rebel News (@RebelNewsOnline) November 29, 2023\n\nPierre Poilievre:\n\n\"Mr. Speaker, this Prime Minister, I understand what he's doing.\n\nHe has imposed so much misery here at home, whether by doubling housing costs, forcing people into tent encampments, forcing 2 million people to go to a food bank.\n\nThese are problems here at home, at the kitchen table.\n\nHe is so desperate to talk about anything else that avoids him talking about what's happening in our own country.\n\nSo will he answer the question?\n\nWill he take his [Carbon] tax off our farmers so our people can afford to eat?\"\n\nRead: Canada’s Supreme Court Deals Blow to Justin Trudeau’s Liberals, Rules That a Federal Climate Alarmist Law Is Unconstitutional\n\nTrudeau had an evasive answer, said Poilievre wants to 'score political points', but the relevant fact, to me, is that, right beside him, while he pleaded for money for Kiev, stood his deputy prime minister Christina Freeland, herself descendent of Ukrainian-Canadians that were reportedly involved in Nazi groups.\n\nThis brief exchange summarizes the status quo in Canadian politics: Trudeau has broken the economy, but all he really cares about is money for climate alarmism and for the Ukrainian Nazis.\n\nRead more:\n\nCanadian Province of Alberta Defies Ottawa, Shields Power Companies From Trudeau’s Federal ‘Clean Electricity Regulations’",
    "article_id": "EN_CC_200116.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of climate movement",
        "Criticism of climate policies",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Criticism of political organizations and figures",
        "Climate movement is alarmist",
        "Climate policies have negative impact on the economy",
        "Other"
    ]
}