{
    "text": "DeSantis brags his climate change plan is scrap Biden’s \n\n DeSantis brags his climate change plan is scrap Biden’s\n\nFlorida Republican Governor Ron DeSantis says if elected president his plan to address climate change will be to throw out President Joe Biden’s Green New Deal.\n\nLast week on Monday planet Earth suffered the hottest day on record, a record that it broke on Tuesday.\n\nFox News Business’ Stuart Varney, who has attacked climate change activists as “juvenile” and declared it is “ridiculous” that “the western world is obsessed with climate change,” on Monday asked DeSantis if he has a plan to address the climate crisis.\n\n“The headlines are just full of stories about wildfires smoke, extraordinary temperatures in the southwest and the Southeast to some degree. Do you have a climate plan?” Varney asked.\n\nREAD MORE: ‘We Are Now Formally Back on Indictment Watch’ With Trump Georgia Grand Jury: Former Federal Prosecutor\n\n“It’s going to be to rip up Joe Biden’s Green New Deal,” DeSantis bragged. “I think at the end of the day, we need to embrace American domestic energy. This could be a huge source of national security, economic vitality can build our industrial base in Florida.”\n\nDeSantis’ claim echoes Speaker of the House Kevin McCarthy‘s, who last Thursday said God has blessed America with large natural gas resources, and the United States should use them to make two of the world’s largest countries and largest economies, China and India, “dependent on American natural gas.” He suggested doing so would “make us economically stronger but geopolitically the world safer,” while falsely claiming it would make the world “environmentally sound.”\n\nThe Florida governor bragged to Varney about Florida’s reduction in emissions, which happened, he admitted, through “market forces.”\n\n“We’ve actually had a huge reduction in emissions but it was done through innovation,” DeSantis said. “It was done through market forces, not command and control. So we’ll go about that in a much different direction than, than Joe Biden, I think ultimately, Biden’s policies and Bidenomics is really about making the average person poor and reducing their standard of living. That is not the way you go about it.”\n\nREAD MORE: ‘Keeps on Chugging’: Unemployment Down and Wages Up in ‘Strong’ and Record-Setting June Jobs Report\n\nLast year, a Tampa Bay Times opinion piece noted, “2018, the last year for which [emissions] data is available, Florida utilities had decreased emissions by 19%, the research shows, while tailpipe emissions grew 12%.”\n\nDeSantis was sworn into office in 2019.\n\nAlso last year, the Miami Herald warned Florida was not addressing the causes of climate change.\n\n“The last time the Legislature addressed the root cause of climate change — greenhouse gas emissions — it was in a law that effectively blocked cities from cutting emissions,” the paper reported.\n\nWatch DeSantis below or at this link.",
    "article_id": "EN_CC_200262.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Criticism of political organizations and figures",
        "Climate policies are ineffective"
    ]
}