{
    "text": "The ‘Record Heat’ Lie and Marxist Machinations \n\n Is the U.S. experiencing record heat this summer? Nope. That’s just the propaganda that the climate alarmists would like you to believe. But Marxists often use global warming as an excuse to restrict liberties and confiscate property rights.\n\nData that hasn’t been manipulated by climate alarmists shows that this summer hasn’t seen a record heatwave across the U.S. There is no climate crisis, no man-made climate Armageddon, so why keep pushing the narrative? Because it’s a wonderfully self-righteous veneer for greedy, tyrannical, freedom-hating Marxism. Don’t fall for the propaganda, but be vigilant. The most vocal climate alarmists have a hidden — and dangerous — agenda.\n\nFor instance, the Biden administration doesn’t promote toxic “green” energy or target gas stoves and gas-powered vehicles to save the planet. These are schemes to make money or make citizens poorer and less independent.\n\nChris Martz of the Committee for a Constructive Tomorrow’s (CFACT) posted data on June 26 to explain that evidence does not support the “record heat”/global warming claim:\n\nDespite claims from the climate spin doctors that last week's heatwave was “unprecedented,” not one state set a new “all-time” high temperature record… A total of 39 states recorded their “all-time” June high temperature records thirty or more years ago. Of those 39, 31 were set prior to 1960 and 28 prior to 1950. Six states recorded their June “all-time” record highs each in 1934, 1936 and 2012, while five were set each in the years 1919, 1931 and 1994.\n\nThe Desert Southwest has yet to see a heatwave that is as intense as that of late-June 1994. In the historical record, it remains unmatched.\n\nAs someone living in the Desert Southwest, I can add my personal vouch that we’re not experiencing record heat even within my memory. But by ginning up all this climate hysteria, leftists hope to control people’s minds and actions. The woke activists who glue themselves to streets, splash paint over historic monuments, and swear not to have children because of “global warming” are brainwashed lackeys of Marxist elites. Their life goals are all defined by politicians instead of by their jobs, their families, and their friends.\n\nLoving ‘Humanity,’ Hating Humans: Dostoevsky and Leftists’ False ‘Virtue’\n\nAnd if people are afraid, as climate propaganda is meant to make them, they are a great deal easier to control and more likely to agree with the government assuming dictatorial powers. By the way, I don’t believe the propaganda is quite as effective as leftists would like, but fear is certainly their goal. As the insidious and climate fearmongering World Economic Forum (WEF) put it, you will “own nothing, have no privacy” and enjoy it — or else. Forget the facts that increased carbon is beneficial for plants and warming makes ecosystems thrive — Marxists have a dystopia to establish!\n\nNo major climate prediction has come true in over 50 years. The lies are more ridiculous today than they were half a century ago, but they are still dangerous. We might not be facing our ultimate doom from global warming, but we could be looking at a major dystopian push from Western, especially U.S., leadership that will fundamentally transform our lives.",
    "article_id": "EN_CC_200343.txt",
    "category": "CC",
    "narratives": [
        "Hidden plots by secret schemes of powerful groups",
        "Downplaying climate change",
        "Downplaying climate change",
        "Criticism of climate movement",
        "Criticism of climate movement",
        "Climate change is beneficial",
        "Climate change is beneficial",
        "Criticism of institutions and authorities",
        "Questioning the measurements and science"
    ],
    "subnarratives": [
        "Climate agenda has hidden motives",
        "Other",
        "Climate cycles are natural",
        "Climate movement is alarmist",
        "Other",
        "CO2 is beneficial",
        "Temperature increase is beneficial",
        "Criticism of national governments",
        "Other"
    ]
}