{
    "text": "Fonda Heads To Canada For Oil Sands Protest, Manages To Tick Everyone Off \n\n Actress Jane Fonda’s latest performance as a climate change activist drew a slew of criticism as she protested the Alberta oil sands in the Canadian province.\n\nFonda was castigated by locals, ambushed by a social media reporter and criticized by a left-leaning provincial premier. On Wednesday, at an Edmonton, Alberta news conference, she condemned a fellow-progressive, Canadian Prime Minister Justin Trudeau, saying that “people shouldn’t be fooled by good-looking Liberals,” and accused him of “betraying” the Paris climate agreement.\n\nFonda claimed that, like President Barack Obama, her first impression of Trudeau was one of admiration: “When I heard that your prime minister, the shining hope at the … Paris climate talks, who talked so beautifully about needing to meet the requirements of the climate treaty, and respect and hold to the treaties with the Indigenous people, and so forth — such a heroic stance he took there,” Fonda said. “And yet he has betrayed every one of the things that he committed to in Paris.\n\n“I guess the lesson is we shouldn’t be fooled by good-looking liberals, no matter how well spoken they are. What a disappointment.”\n\nBut there was disappointment in the remarks of Alberta’s premier, Rachel Notley, who leads the left-leaning provincial New Democratic Party. She called Fonda “tone deaf” and “ill-informed.”\n\nFonda received an invitation from the Alberta government to discuss the oil sands but she refused.\n\n“I would suggest if someone was going to come to Alberta … [and] fly over a city that is going through a significant economic downturn, that’s just been through the largest natural disaster in the history of Canada, and then lecture them about where they should get jobs elsewhere, first of all, that’s super tone deaf,” Notley said.\n\nOn the first day of her oil sands protest, as she strolled through nearby Fort McMurray, Fonda was ambushed by social media reporter Robbie Picard.\n\nPicard, who hosts the Facebook group OilSands Strong, peppered Fonda with questions about the oil sands, asking her if she was aware of how many First Nations businesses have invested money in the project.\n\nThe episode was captured on video by a CBC journalist who was attempting to interview the actress. Fonda did not address any of the questions but insisted, “I’m on your side.”",
    "article_id": "EN_CC_100003.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate movement",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Ad hominem attacks on key activists",
        "Criticism of political organizations and figures"
    ]
}