{
    "text": "WEF Memo Reveals Plan to Depopulate the World of 1 Billion White People By 2030 \n\n The World Economic Forum in Davos has ordered global authorities to radically reduce the number of white people in the world by 2030.\n\nIf you thought the Great Replacement was nothing more than a conspiracy theory, you might want to think again.\n\n\nYou can unsubscribe any time. By subscribing you agree to our Terms of Use\n\n\nAccording to a WEF report, white people are responsible for the vast majority of the world’s problems including climate change and colonialism, and in the interests of an equitable future for the globe, the number of white people must be reduced as a priority.\n\nThe WEF has enlisted the United Nations to help with the plan and the results are already playing out before our eyes.\n\nBefore we dive in, subscribe to the channel if you haven’t already, and join the People’s Voice Locals community to join our incredible community and support the channel.\n\nThe Netherlands has become one of the global elite’s testing grounds for the most extreme policies.\n\nJust as the Netherlands was ground zero for the elite’s war on farmers, Dutch cities are also operating as laboratories for the elite’s plans to depopulate the world and radically alter demographics.\n\nEva Vlaardingerbroek reports from the Netherlands.\n\nWhat is wrong with our leaders?\n\nThey are fully bought and paid for compromised reprobates who have hitched their wagon to the globalist agenda and take their orders directly from Davos.\n\nCatching the elite in “mask off” moments is nothing short of terrifying.\n\nTake for example footage of a top CDC official saying that the elites must “get rid of of all the whites in the United States” and replace them with immigrants to create a more compliant society.\n\nDr. Carol Baker was describing what she described as the “solution” at a panel discussion in New York City.\n\nYou won’t be surprised to hear that Baker was appointed Chair of the CDC’s Advisory Committee on Immunization by Barack Obama’s Health and Human Services Secretary in 2009.\n\nShe was also honored with the 2019 Albert B. Sabin Gold Medal at a D.C. ceremony sponsored by Pfizer and the Bill & Melinda Gates Foundation.\n\nIs anyone surprised that a Bill Gates-connected CDC official is openly suggesting depopulating America of white people who don’t cooperate with the elite’s vaccine agenda?\n\nThis is the same Bill Gates who told world leaders that it’s time to talk about “death panels” that will sentence ordinary, law-abiding people to death for the crime of being of no use to the elite.\n\nThis is the psychopathic world Bill Gates and his associates at the WEF are determined to usher in as part of their Great Reset and Great Replacement.\n\nIt gets even worse when you understand how far and wide their evil ideology has spread.\n\nThe globalist elite are no longer hiding their plans to depopulate the world by reducing the number of white people. This is a multi-pronged attack and we are now seeing what it looks like in real time.\n\nOf course, the mainstream media are still operating under instructions from the elite to attack anybody who dares to express what they can see with their own two eyes.\n\nThey will attack you, shout you down, and pressure your employer to fire you. You might lose your bank account.\n\nYou are simply not allowed to talk about the human tragedy of Biden and Harris’ open border, even though Biden is on record laying out his great replacement vision in 2015 in plain English for everybody to understand.\n\nBiden is a compromised puppet politician who has been shamelessly selling out America to the globalists for decades.\n\nNow that he has been sacrificed by the global elite in favor of Kamala Harris and appears to have been replaced by a body double who is approximately eight inches taller than the last version, it is worth pointing out that the elite think we are incredibly stupid.\n\nThey really think we are not paying attention to the mountains of evidence proving the multi-pronged attacks maiming and killing the population all have one thing in common.\n\nChemtrails and mRNA disproportionately target white people in a way that is statistically impossible unless it’s by design.\n\nOf course the plot to depopulate the world has been planned out in detail. The Covid vaccines have long been exposed as a bioweapon designed to cull the herd and depopulate the world.\n\nBut it gets even worse, as Robert F. Kennedy explained in New York City. The bioweapon is targeted to take out white people and spare other races.\n\nWe can’t allow the evil logic of ethnic bioweapons to become the new normal.\n\nHere at the People’s Voice we are determined to expose the agenda of the globalist elite. But we need your help. Subscribe to the channel and share this video with anyone who needs the information. And join the Peoples Voice Locals community to support the channel and gain access to the community. I hope to see you there.\n",
    "article_id": "EN_CC_100012.txt",
    "category": "CC",
    "narratives": [
        "Hidden plots by secret schemes of powerful groups",
        "Criticism of institutions and authorities",
        "Hidden plots by secret schemes of powerful groups",
        "Criticism of institutions and authorities",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Blaming global elites",
        "Criticism of international entities",
        "Other",
        "Criticism of national governments",
        "Criticism of political organizations and figures"
    ]
}