{
    "text": "Alarmist U.N. Chief Guterres Decries ‘Climate-Related Carnage’ from ‘Apocalyptic Flooding’ \n\n The United Nations alarmist-in-chief António Guterres has denounced “climate-related carnage” in Pakistan caused by “apocalyptic flooding.”\n\nApparently unable to sympathize with those in need without invoking the bogeyman of global warming, Guterres took advantage of Pakistan’s flooding plight to advance his crusade against the “climate crisis.”\n\n“I will never forget the climate-related carnage I saw after apocalyptic flooding submerged a third of Pakistan,” the U.N. chief declared Wednesday on Twitter (now X). “I call on donors & international financial institutions to make good on their funding pledges in support of recovery efforts as soon as possible.”\n\nIn a separate Tweet Wednesday, the veteran Portuguese socialist asserted that the “climate emergency is threatening the very survival of communities & economies that depend on tourism,” before touting “green investments” as well as “investing in sustainable tourism.”\n\nAccording to the U.N. Secretary-General, those working for real Climate Action are “on the right side of history” since the battle to stop global warming constitutes the “fight of our lives.”\n\nGuterres’ bombast has been heating up much faster than the environment.\n\nJust this month, Guterres said that humanity must urgently find solutions to climate change because it “has opened the gates of hell.”\n\n“Horrendous heat is having horrendous effects,” Guterres warned in his opening remarks at the U.N. Climate Ambition Summit in New York. “Distraught farmers watching crops carried away by floods; sweltering temperatures spawning disease; and thousands fleeing in fear as historic fires rage.”\n\nThis summer, he said that “the era of global warming has ended, the era of global boiling has arrived” (emphasis added).\n\nHe also claimed that the “dog days of summer are not just barking, they are biting,” adding that the “climate breakdown has begun.”\n\nGuterres has placed the blame for the climate crisis on “our fossil fuel addiction,” insisting that “climate is imploding faster than we can cope.”\n\nWhile wild hyperbole and theatrical rhetoric may work in advertising, one cannot help but wonder whether they do not diminish the seriousness of Mr. Guterres’ case and indeed of his office.\n\nCOMMENTS\n\nPlease let us know if you're having issues with commenting.",
    "article_id": "EN_CC_200052.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate movement",
        "Criticism of climate movement"
    ],
    "subnarratives": [
        "Climate movement is alarmist",
        "Ad hominem attacks on key activists"
    ]
}