{
    "text": "The Planet is Warming So Hand Over Your Wallet and Get Used to Sitting in the Dark \n\n The climate change lobby is blissfully unaware of the consequences of being wrong. We are constantly reminded that higher electric bills are for our own good or that living with less is a moral choice. Most of us get poorer, but those who bet on carbon reduction and electric cars are making a killing.\n\nThere's a story, perhaps apocryphal, that during the siege of Stalingrad, children were given prizes of small pieces of cake for every rat they were able to catch. At the rate our civilization is going, we may be holding similar contests before too long.\n\nPolitical scientist Roger Pielke Jr. notes, \"It's quite intuitive for people to understand that there's a lot of power in solar energy. We feel the wind. The idea that you can get something for nothing, people find enormously appealing.\"\n\nExcept it's not \"something for nothing.\" And we're paying extra for \"renewable energy\" despite all the promises.\n\nCalifornia now requests all new homes to have solar panels. John Stossel points out that in addition to the solar panels, \"all new cars sold in 2035 to be zero emission, and all the state's electricity to come from carbon-free resources by 2045.\" Anyone who questions this orthodoxy is dismissed as a crank.\n\nBut the fact is that we're hurtling toward a future where our energy needs are going to far exceed our ability to supply energy at any price. The reason is that we are deliberately removing viable choices for energy creation to \"save the planet.\"\n\nCalifornia is getting results in its renewable experiments. The problem is that they're not good results and only promise to get worse.\n\nPeople in Washington state pay about 11 cents per kilowatt-hour. In Oregon, 13 cents. In California, now almost 30 cents.\n\nDo they at least get reliable energy for that? No.\n\nThe big problem with wind and solar power, of course, is that they don't work when the wind doesn't blow or the sun doesn't shine. Sometimes that happens when people most want heat or air conditioning.\n\nIncreased use of \"renewables\" is why blackouts are more common in California. Bloomenergy says there were over 25,000 in 2019—thousands more than the previous year.\n\n\"We failed to predict and plan,\" said Gov. Gavin Newsom. Right.\n\nInstead, they embraced unscientific green fantasies.\n\nOnly by the grace of God and flyover country voting for Republicans have we been able to avoid the fate of Californians. But the California contagion will spread unless we're more vigilant. Biden has already relaxed his electric car mandate that would have required 67% of new cars sold by 2035 to be EVs after pressure from the auto unions. But other mandates on emissions remain.\n\nThis next election will determine whether we're going to have abundant energy for our future or whether our kids will become expert rat catchers.\n",
    "article_id": "EN_CC_200159.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate policies",
        "Amplifying Climate Fears",
        "Controversy about green technologies",
        "Criticism of climate policies",
        "Controversy about green technologies",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Climate policies are only for profit",
        "Doomsday scenarios for humans",
        "Renewable energy is costly",
        "Climate policies have negative impact on the economy",
        "Renewable energy is unreliable",
        "Criticism of national governments"
    ]
}