{
    "text": "A Tesla Owner Just Exposed A Sick Secret About Electric Cars… \n\n A Tesla Owner Just Exposed A Sick Secret About Electric Cars…\n\nThe left has been preaching global warming, cooling, climate change, and end-of-the-world nonsense since before many of us were born.\n\nIn his book An Inconvenient Truth: The Crisis of Global Warming, Al Gore attempted to persuade everyone that the globe was overheating.\n\nDemocrats are always negotiating deals that place the United States at a competitive disadvantage with other countries, some of whom are our foes, such as Communist China.\n\nThey manipulate children into doing their bidding by convincing them that they only have a few years to live.\n\nFor them, it’s a pretty decent racket. However, there is another viewpoint.\n\nEconomic observers have long known that there are no free lunches, and perhaps it’s time that electric-car fans did as well.\n\nLeftists extol Teslas and other electric cars as cure-alls for fossil fuels’ woes – even when it comes to something as simple as their tires – but disregard the tremendous environmental damage these vehicles cause.\n\nBrad Templeton, a Forbes contributor, related a story of his electric car tearing through pricey tires at breakneck speed.\n\nDespite praising the many advantages of electric vehicles over traditional internal combustion engines, Templeton admitted that the requirement for tire replacement at short intervals is an inconvenient downside.\n\n“The doozy was needing new tires at around 28,000 miles,” Temple writes in “Electric Vehicle Maintenance Is Super-Cheap, But The Dark Secret Is Tires” from last month.\n\n“That was too early, far before their rated life.”\n\n“One reason for this was a stupid mistake on my part. In the past, I’ve taken my gasoline cars in for regular service, and they were rotating my tires as needed during this service. Not taking my EV in for service, I never got the rotation done. That not only meant the drive tires of my car wore out faster, it also meant I could not make a warranty claim on them. Lesson learned.”\n\nElectric vehicles do incur charges for what is classified as a repair rather than maintenance. Many Tesla 12v batteries have been reported to fail, albeit most are still under warranty. If you chip a windshield, bang a mirror, or get a car burglary, parts for premium cars are always pricey. He admits that neglecting to rotate the tires properly may have been his fault, but he contends that the added weight of his electric car, along with the necessity for high-efficiency, low-noise tires, meant an expensive purchase was always on the horizon. Apart from that, he characterizes the advantages of owning an electric vehicle as a world of guilt-free driving.\n\nLike Pete Buttigieg, who urged average Americans to buy electric cars to avoid high gas costs while ignoring the $56,000 price tag, which has already proven to be a money trap.\n\nNonetheless, in light of this revelation, it appears that the tradeoff of electric vehicles – fewer environmental impacts for a higher price – is having the opposite effect.\n\nRegular tread replacement will have an impact on the environment, both because of the fossil fuels required to manufacture them and because wear and tear contribute more harmful microplastics to the environment.\n\nGiven that modern tires contain petroleum-based plastics, a car tire requires between 7 and 22 gallons of oil to manufacture, according to a National Geographic article.\n\nSomehow, one of these is frowned upon (tar sands), but the other three- cobalt, nickel and lithium mines (necessary for EV batteries) are “green”? 🤔 pic.twitter.com/iahDDqZRls\n\n— Patrick De Haan ⛽️📊 (@GasBuddyGuy) November 11, 2021\n\nMicroplastics become embedded in shrimp gills and guts, according to a study conducted by John Weinstein, a professor of physiology at The Citadel in Charleston, South Carolina.\n\n“Somehow, one of these is frowned upon (tar sands), but the other three- cobalt, nickel, and lithium mines (necessary for EV batteries) are “green?” Author Patrick De Haan wrote of the deadly bargain greenies have made with batteries made from land-scarred processes.\n\nWhile proponents of electric vehicles argue that they are better for the environment, it is important to remember that there is no such thing as a free lunch, and environmental costs are rising faster than ever before.\n",
    "article_id": "EN_CC_100004.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of climate movement",
        "Criticism of climate movement",
        "Criticism of climate movement",
        "Controversy about green technologies",
        "Controversy about green technologies",
        "Controversy about green technologies"
    ],
    "subnarratives": [
        "Criticism of political organizations and figures",
        "Ad hominem attacks on key activists",
        "Climate movement is alarmist",
        "Climate movement is corrupt",
        "Renewable energy is unreliable",
        "Other",
        "Renewable energy is costly"
    ]
}