{
    "text": "They want you to freeze to death: Biden, Democrats ban mining of primary fossil fuels in Minnesota \n\n Exploiting their slight edge in number in the state's House of Representatives, 70-64, the Democrats on Jan. 26 passed the historic legislation banning the mining of primary fossil fuels. This coincided with Biden banning mining in the Iron Range in northeastern Minnesota, which is marked by four major iron ore deposits. (Related: FORCE MAJEURE: Massive global shutdowns are now under way for METALS SMELTING operations covering iron, copper, nickel, aluminum, zinc and STEEL.)\n\nAccording to Alpha News, the bill on the mining ban got passed after seven hours of debate with the Republicans, who offered several amendments to make the timeline more manageable but got rejected.\n\nThe junked amendments included \"lifting the state’s moratorium on new nuclear power plants; allowing for the use of carbon sequestration technologies; and delaying the standard to consider its impact on child and slave labor in the green energy supply chain.\"\n\nRep. Spencer Igo (R-Wabana Township) said at a press conference ahead of the debate that the bill will make \"Minnesota reliant on nations around the globe that have no labor standards and no environmental standards. Minnesota in this bill will build a clean grid economy on the backs of child slaves in China and poor environmental regulations in Indonesia and the Congo.\"\n\nIgo lamented that the resources to build a clean energy future are right there in Minnesota, which leads the nation in iron ore production, but the federal government opted to ban mining in the state.\n\n\"The third-largest deposits of copper, nickel and cobalt that exist in the known world are only 250 miles north of this Capitol. Instead of investing in those resources … we have decided to export it around the world where carbon emissions will be 20, 25 or 30 times higher than if we were to do it here in Minnesota,\" Igo said.\n\nSecretary of the Interior Deb Haaland signed Public Land Order 7917, which withdraws around 225,504 acres of land in the Superior National Forest in northeastern Minnesota from mineral leasing, according to a Jan. 26 press release.\n\nThe move drew criticism from mining associations and lawmakers who believe mining is necessary for the country's mineral security and could harm the interests of Twin Metals, a major mining company that seeks to build an underground mine in Ely, a small city in Saint Louis County, Minnesota.\n\nRep. Pete Stauber (R-Minn.), who represents the region where a proposed copper-nickel mine was to be set up by Twin Metals, called the Biden administration's decision \"an attack on our way of life.\"\n\nMeanwhile, National Mining Association CEO Rich Nolan said the decision is \"nonsensical\" considering that the U.S. is looking to be a \"leader in manufacturing, innovation and climate.\"\n\nAccording to Nolan, the government has imposed the mining moratorium at a time when the demand for minerals like nickel, cobalt and copper is \"skyrocketing\" because of their \"widespread application in solar and wind infrastructure as well as electric vehicles.\"\n\nNolan pointed out that these lands could provide U.S. manufacturers with \"plentiful sources\" of minerals apart from providing high-paying domestic jobs. Further, the country is losing out on mining operations that would have been implemented in compliance with environmental and safety regulations.\n\nOf course, these observations wouldn't be heeded by Biden and the Democrats. They want to flaunt their power with no regard for what is truly beneficial for the Minnesotans and Americans in general.\n\nWatch the video below discussing Britain's approval of its first new coal mine in decades despite its climate targets.\n\nThis video is from the Iron Age News channel on Brighteon.com.\n\nBiden threatens oil firms: Do something about rising gas prices or face consequences.\n\nBiden and Harris blatantly lied when they said before the election they would not ban fracking.\n\nThe SHUTDOWNS continue in 2022: Aluminum, copper, iron, steel production being shuttered at alarming rate.\n\nSources include:",
    "article_id": "EN_CC_200098.txt",
    "category": "CC",
    "narratives": [
        "Green policies are geopolitical instruments",
        "Criticism of institutions and authorities",
        "Criticism of climate policies",
        "Criticism of climate policies",
        "Criticism of climate policies",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Green activities are a form of neo-colonialism",
        "Criticism of national governments",
        "Climate policies are ineffective",
        "Other",
        "Climate policies have negative impact on the economy",
        "Criticism of political organizations and figures"
    ]
}