{
    "text": "The Great Reset King pollutes Christmas message with “climate change” activism \n\n On Christmas day, when Christians are celebrating the birth of their Saviour, King Charles III used his Christmas message to push the “climate change” narrative.\n\n“Out of God’s Providence, we are blessed with much and it is incumbent on us to use this wisely. However, service to others is but one way of honouring the whole of creation, which after all is a manifestation of the divine. This is a belief shared by all religions,” Charles III said.\n\nThen he slipped seamlessly into climate activism. “To care for this creation is a responsibility owned by people of all faiths and of none. We care for the Earth for the sake of our children’s children. During my lifetime I’ve been so pleased to see a growing awareness of how we must protect the Earth and our natural world as the one home we all share.”\n\nWhat has that message got to do with the birth of Jesus and Jesus’ message for the world? Is he conflating religions? Is he attempting to dilute or usurp the “Our Saviour is born” message? Or, perhaps, he is attempting to merge his own beliefs into another to create a universal belief system he thinks we should all follow.\n\nBelow, Jordan Schachtel has more to say on Charles III using the world stage for his activism.\n\nOn Monday, King Charles III, who we sometimes refer to as the “WEF King” – because he’s one of the world’s most prominent anti-humans – dedicated a significant chunk of the Royal Family’s annual Christmas broadcast to the climate narrative.\n\nCharles began with a unifying, apolitical message about having compassion for others, along with a plethora of unifying slogans, before quickly turning heel and going full Klaus Schwab mode, under the guise of presenting a cause that is greater than ourselves.\n\n“We care for the Earth for the sake of our children’s children,” said Charles, who earlier this month flew on his very spacious private aircraft to the 2023 United Nations Climate Change Conference (“COP 28”).\n\n“During my lifetime I have been so pleased to see a growing awareness of how we must protect the Earth and our natural world as the one home which we all share,” said Charles, who has been serving as king since September 2022.\n\nRead More: The Great Reset King pollutes Christmas message",
    "article_id": "EN_CC_200141.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Hidden plots by secret schemes of powerful groups"
    ],
    "subnarratives": [
        "Criticism of political organizations and figures",
        "Climate agenda has hidden motives"
    ]
}