{
    "text": "Treasury Dept Makes Rule Determination Undermining Premise of EV Tax Credits Within Inflation Reduction Act \n\n We accept the named legislation “Inflation Reduction Act” (IRA) is a legislative misnomer intended to obfuscate the true construct of the bill. The IRA was factually the ‘green new deal’ program packaged under the guise of an ‘inflation reduction’ premise. However, in order to discuss the outcome of the content we have to play the game of pretending around the purpose of the legislation.\n\nWithin the IRA there was a $7,500 tax credit for American made Electric Vehicles. The intent of the legislation was to provide incentives for U.S. consumers to purchase ‘sustainable’ and environmentally friendly electric cars, trucks, SUV’s etc made in America.\n\nThe Congressional Budget Office (CBO) scored the bill with this legislative intent in mind. However, the Treasury Department is now taking apart the granular details of the legislation in order to qualify foreign made vehicles for the $7,500 credit. The rules interpretation from the Treasury Dept essentially negates the CBO score, and the outcome is going to be much more expensive than initially stated.\n\nBecause the $7,500 comes in the form of a tax credit, the IRS (Treasury) is the institution making the determinations for qualification. Treasury is changing the qualifications to permit basically any EV to qualify, by parsing a difference between a leased vehicle and a purchased vehicle. Additionally, Treasury is changing the battery sourcing aspect by qualifying essentially any trade agreement as a Free Trade Agreement (FTA), saying the term Free Trade Agreement was undefined in the legislation.\n\nAs an outcome & simply cutting to the chase, EV batteries from just about anywhere, inside EV vehicles from basically anywhere, that are purchased as leases from just about any auto manufacturer, will qualify for the $7,500 credit. It’s all a shell game, with the Biden administration determining where the pea is located.\n\nDec 29 (Reuters) – The U.S. Treasury Department said Thursday that electric vehicles leased by consumers starting Jan. 1 can qualify for up to $7,500 in commercial clean vehicle tax credits, a decision that makes those assembled outside North America eligible.\n\nThe announcement is a win for South Korea and some automakers that earlier this month sought approval to use the commercial electric vehicle tax credit to boost consumer EV access. Automakers said the credit could be used to reduce leasing prices.\n\nThe $430 billion U.S. Inflation Reduction Act (IRA) passed in August ended $7,500 consumer tax credits for purchases of electric vehicles assembled outside North America, angering South Korea, the European Union, Japan and others. The new Treasury guidance does not change the definition of what constitutes North American assembly to make more vehicles eligible for EV purchases.\n\nTreasury said it was using “longstanding tax principles” to determine consumer leasing could qualify for the EV tax credit.\n\nThe IRA also imposes significant battery minerals and component sourcing restrictions, sets income and price caps for qualifying vehicles and seeks to phase out Chinese battery minerals or components. The commercial credit does not, however, have the sourcing restrictions of the consumer credit.\n\nSenator Joe Manchin, a Democrat who chairs the chamber’s energy panel, urged Treasury to pause implementation of both commercial and new consumer EV tax credits and said they had bent “to the desires of the companies looking for loopholes” and would seek new legislation that “prevents this dangerous interpretation from Treasury from moving forward.” (read more)\n\nFrom the Wall Street Journal, “One of the documents released Thursday pointed out that because the legislation doesn’t define what a free-trade agreement is, the Treasury Department might consider other types of trade agreements to expand the eligibility. The department didn’t provide examples of such agreements, but trade lawyers have suggested that the 2019 bilateral trade agreement with Japan and the World Trade Organization’s government procurement agreement could be candidates.” (link)\n\nI am reminded of the words from Democrat Congressman Alcee Hastings during the construction of the ObamaCare legislation. WATCH (10 secs):\n\n.\n\nOnce again using language to obscure reality.\n\nIt is a funny thing to see the BS passed into law and then the Treasury department”deciding” who gets the taxpayer money as an incentive to buy a car made with Cobalt mined by slaves in Africa.\n\nIndentured slaves, but non the less, it’s children doing the mining, yet it’s for the environment. I also wonder how many trans children are forced to work in this mining operation because then it would be a double tragedy for a poor black trans kid committing environmental suicide while mining the cobalt so some snot-nosed Gen Z puke can drive an environmentally friendly car.\n\nThe things I wonder about sometimes, – I know I am a racist.\n\nFunny that this is about the same amount the EV’s increased in price a few months back.",
    "article_id": "EN_CC_100023.txt",
    "category": "CC",
    "narratives": [
        "Green policies are geopolitical instruments",
        "Controversy about green technologies",
        "Green policies are geopolitical instruments"
    ],
    "subnarratives": [
        "Green activities are a form of neo-colonialism",
        "Other",
        "Climate-related international relations are abusive/exploitative"
    ]
}