{
    "text": "Carney on ‘Kudlow’: Bidenomics Is ‘Top Down’ Government Grift ‘Built on a Lie’ \n\n President Joe Biden’s economic policies are top-down big government crony capitalism predicated on the false notion that he inherited an “economic catastrophe,” Breitbart Economics Editor John Carney said in a Friday interview with Fox Business host Larry Kudlow.\n\nBiden again touted his “Bidenomics” economic policies in a speech in South Carolina Thursday, arguing that his administration is building “an economy from the middle out and the bottom up, not trickling down.”\n\nCarney, however, argued that Bidenomics is actually “built on a lie.”\n\n“First of all, it’s built on a lie because the very beginning of Bidenomics is [Biden’s claim] ‘I inherited an economic catastrophe,’ which we know isn’t true. He didn’t inherit an economic catastrophe. He inherited an economy that was growing above six percent. He inherited an economic boom. So, everything since then has been a lie.”\n\n“We got inflation because they lied that we were in an economic catastrophe, so they overspent,” he continued. “So, of course, right now you’re thinking, ‘Why can’t I make sense of this?’ It’s because it’s just lies.”\n\nCarney then zeroed in on Biden’s “middle out and bottom up” claim.\n\n“Nobody I’ve talked to can explain what ‘from the bottom up and the middle out’ means at all,” he said. “And that’s also not what they’re doing. When they are having government-directed money flowing into the economy—you know, all the subsidies for the Green New Deal stuff—that’s not from the bottom up. That’s the top down.”\n\n“It’s a grift,” Kudlow added. “It’s money to donors, campaign donors. It’s money to big corporations who buy into their DEI and climate change stuff. It’s money to Democratic interest groups city by city, state by state. You are so right. It’s totally top down.”\n\n“It’s not working either, because the American people are rejecting it all of the time. Whenever you see polls, they say they don’t trust Biden,” Carney noted.\n\nAn AP-NORC poll released this week found that 69 percent of Americans believe Biden’s economy is “poor,” and 64 percent disapprove of his management of the economy.\n\nCarney also commented on Friday’s jobs report from the U.S. Labor Department, noting that despite the numbers coming in under expectations, the report “almost guarantees two more hikes” from the Federal Reserve.\n\nHe made this same point in Friday’s Breitbart Business Digest, explaining that the June jobs report and data showing a 4.4 percent year-over-year growth in average hourly wages “are likely enough to lock-in a rate hike at the end-of-the-month Federal Open Market Committee meeting and tilt the balance in favor of another rate hike in September.”\n\nCOMMENTS\n\nPlease let us know if you're having issues with commenting.",
    "article_id": "EN_CC_200154.txt",
    "category": "CC",
    "narratives": [
        "Criticism of institutions and authorities",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Criticism of political organizations and figures",
        "Climate policies are only for profit"
    ]
}