{
    "text": "Climate Crazies Fail in Attempt to Vandalize Another Classic Work of Art \n\n Another of the world’s most recognized and most valuable pieces of art was the target of climate-change activists. Climate crazies tried — and failed — to glue themselves to Edvard Munch’s 1893 painting “The Scream” in Oslo on Friday.\n\nIt was yet another example of climate change activists using priceless works of art to protest the use of fossil fuels, which climate zealots believe is leading to global warming. In October, climate activists attacked “Girl with a Pearl Earring” by Johannes Vermeer in The Hague. Climate hysterics were also responsible for an attack on Van Gogh’s “Sunflowers” and John Constable’s “The Hay Wain” in London over the summer.\n\nThe new climate-related vandalism fad seems to have begun with an attack on Da Vinci’s “Mona Lisa” in which a climate fanatic feigned a disability in order to get close enough to smear a pastry on the painting.\n\nIn addition, “Peach Trees in Blossom” by Van Gogh; “My Heart’s in the Highlands” by Horatio McCulloch; “Tomson’s Aeolian Harp” by J.M.W. Turner; “The Last Supper” by Giampietrino; “Sistine Madonna” by Raphael; and “Haystacks” by Monet have been targeted by climate hysterics since May.\n\nAs of yet, none of the artwork has been damaged, due to being protected by glass.\n\nVideo of Friday’s attack shows two young climate vandals attempting to glue themselves to the artwork. Police apprehended the hooligans, and reported there was some glue residue on the glass that protects the paintings.\n\n“I scream for people dying,” one of the activists shouted.\n\n“I scream when lawmakers ignore science,” the other shouted.\n\nThe Norwegian climate activist group Stopp Oljeletinga, which translates to “Stop Oil Exploration,” claimed responsibility for the attack.\n\nThe group demands that the Norwegian government declare “an immediate halt to all further exploration for oil on the Norwegian continental shelf,” and present “a concrete plan for fair adjustment for today’s oil workers.”\n\nA spokesperson for the group claimed that the vandalism was an attempt to “pressure lawmakers into stopping oil exploration.”\n\n“We are campaigning against ‘Scream’ because it is perhaps Norway’s most famous painting,” said Astrid Rem, a spokesperson for Stopp Oljeletinga. “There have been lots of similar actions around Europe. They have managed something that no other action has managed: achieve an extremely large amount of coverage and press.”\n\nBut there’s good press and there’s bad press. These crazy antics are of the bad variety.\n\nNorway is one of the world’s top oil exporters and provides oil and natural gas to much of Europe, a continent in the midst of a serious energy crunch brought about partly by the war in Ukraine. Russia, the largest supplier of natural gas to Europe, has severely restricted supplies and has shut down the Nord Stream 2 pipeline, which it claims was sabotaged.\n\nWithout much-needed Norwegian fossil fuels, Europe could be in for an extremely cold winter.\n\nThe art world has acknowledged their concern over the new phenomenon:\n\n“In recent weeks, there have been several attacks on works of art in international museum collections. The activists responsible for them severely underestimate the fragility of these irreplaceable objects, which must be preserved as part of our world cultural heritage,” read a statement signed by approximately one hundred gallery directors and museums.\n\nThese climate crazies are apparently willing to allow a continent to freeze this winter over their fears of an over-hyped “problem” peddled by globalists who flew more than 400 carbon-spewing private jets to COP27 in Egypt last week. If they truly believe the hype surrounding climate change, they’re targeting the wrong thing.",
    "article_id": "EN_CC_100005.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate movement",
        "Criticism of climate movement"
    ],
    "subnarratives": [
        "Other",
        "Climate movement is alarmist"
    ]
}