{
    "text": "Bill Gates Admits ‘Climate Crisis’ Narrative Is a Hoax \n\n\nMicrosoft co-founder Bill Gates has admitted that “climate crisis” prophecies of doom are a hoax.\n\nIn a major U-turn, climate alarmist Gates backtracked and confessed that “global warming” does not have apocalyptic consequences.\n\nGates reportedly told a group of his fellow globalist green agenda advocates that the “climate doom” narrative has now become so exaggerated that the public now sees right through the charade.\n\nThe admission from Gates is a major shift for the billionaire who has been a leading proponent of the “climate emergency” narrative.\n\nFor years, Gates has been championing the “Net Zero” goals of the unelected bureaucratic and corporate elite.\n\nThe “Net Zero” targets, as dictated to global governments by the World Economic Forum (WEF) and United Nations (UN), seek to strip the public of their quality of life in order to eliminate so-called “carbon emissions” by 2050.\n\nHowever, as Slay News has reported, analysts warn that meeting these unrealistic goals will cost the taxpaying public $75 trillion.\n\nEven after spending $75T, the world will still likely fall far short of the targets by 2050 and the globalists behind the policies will be long gone.\n\nIn 2021, Gates previously warned of apocalyptic consequences if the world fails to achieve “zero net carbon emissions” by the year 2050.\n\nHe warned the then-host of “Fox News Sunday” Chris Wallace in February 2021:\n\n“The migration that we saw out of Syria for their civil war, which was somewhat weather dependent, we’re going to have 10 times as much migration because the equatorial areas will become unlivable.\n\n“We won’t be able to farm or go outside during the summer.\n\n“Wildfires, even the farming productivity in the south of the U.S. – the droughts – will reduce productivity in the area dramatically.”\n\nGates went on to say that the loss of life would be greater than even the worst part of the coronavirus pandemic.\n\n“The instability overall will be five times as many deaths at the peak of the pandemic and going up every year,” he said.\n\n“If we wait 10 more years it’s not as bad as if we wait 20 or we wait 30, because the temperature just keeps going up,” he said.",
    "article_id": "EN_CC_200234.txt",
    "category": "CC",
    "narratives": [
        "Downplaying climate change",
        "Hidden plots by secret schemes of powerful groups",
        "Criticism of climate policies"
    ],
    "subnarratives": [
        "Other",
        "Climate agenda has hidden motives",
        "Climate policies have negative impact on the economy"
    ]
}