{
    "text": "“There is so much fallout:” Locals challenge watchdog over coal mine pollution \n\n Ros Druce knows there’s toxic coal dust in the air she breathes.\n\nIn 2016, NSW’s environmental watchdog tested some of the black residue that had sullied her barbecue area.\n\n“They said it was 15 per cent coal dust back then. But that was before they were blasting four days a week and everything else,” she says from her family’s property, 7km from Whitehaven Coal’s Maules Creek Mine.\n\n“I can’t have a vegetable garden any more because there’s so much fallout from when they blast that it covers all the vegetables, the grass, everything.”\n\nIndoors, it’s more of the same, with coal dust “everywhere” and constant worry about what years of exposure might be doing to her health.\n\nBut hope is on the horizon – a Land and Environment Court challenge due to begin on Tuesday.\n\nMs Druce and other members of the Maules Creek Community Council are contesting the Environment Protection Authority’s 2023 review of the mine’s environmental protection licence.\n\nThey will argue the watchdog failed to protect environmental and human health, and did not consider “relevant” pollutants, namely fine-particle pollution and methane, which is a potent greenhouse gas.\n\nSpecifically the case will deal with PM2.5 – pollution particles so small they can get deep into the lungs and into the bloodstream.\n\nProlonged exposure can cause respiratory and cardiovascular disease and shorten lives.\n\nThe Environmental Defenders Office is representing the community group and will argue the watchdog did not satisfy a legal requirement to consider relevant pollutants and measures that could reduce that pollution when it renewed the mine’s licence in 2023.\n\nIf the community group wins, the EPA would have to carry out a fresh review that considers the impact of all the harmful pollutants, and what could be done to reduce impacts.\n\nMs Druce says she’s hoping for a “landmark win” that will help anyone who might be in her position.\n\n",
    "article_id": "EN_CC_300008.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}