{
    "text": "Biden WH ‘Amplifies’ Climate Extremist Group ‘Making Life Miserable’ For Cabinet And Govt Officials \n\n The Biden administration celebrated praise from a far-left climate alarmist group known for harassing public officials and blocking roads on Saturday.\n\nFollowing its Friday announcement that it’s pulling the plug on several liquefied natural gas (LNG) projects in the name of so-called “climate change,” the White House released a “WHAT THEY ARE SAYING” press release the following day that included remarks from left-wing climate activists and organizations celebrating the administration’s continued war on efficient sources of energy and the American consumer. [emphasis, links added]\n\nAmong the groups propped up by the administration is Climate Defiance, a radical environmentalist group comprised of young Marxists who regularly disrupt traffic and shout down U.S. politicians to coerce them into advancing their radical agenda.\n\nAccording to InfluenceWatch, much of the organization’s funding comes from the Climate Emergency Fund (CEF), a nonprofit “that channels money to groups engaged in climate activism.”\n\nCEF has previously received funding from “former Secretary of State Hillary Clinton’s Onward Together, liberal activist Abigail Disney, and oil heiress Aileen Getty’s Aileen Getty Foundation.”\n\nIn its Saturday release, the White House specifically highlighted Climate Defiance’s Jan. 26 tweet celebrating the administration’s “monumental” decision to ax the aforementioned LNG projects.\n\n“Never thought we would see the day. The White House is amplifying our Twitter account. Words fail. Words fail. Words utterly fail,” Climate Defiance’s X account posted on Sunday.\n\nNever thought we would see the day. The White House is amplifying our Twitter account. Words fail. Words fail. Words utterly fail. pic.twitter.com/G6hFNLofGZ\n\n— Climate Defiance (@ClimateDefiance) January 28, 2024\n\nBeyond funding from Democrat-aligned entities, Climate Defiance is more well-known for its goal of “making life MISERABLE for every person in power” who opts not to endorse its extreme agenda.\n\nEarlier this month, for example, several of the group’s members “swarmed” Sen. Joe Manchin, D-W.Va., while he was speaking at a New Hampshire diner.\n\nClimate Defiance agitators chanted “anti-fossil fuels slogans” during Manchin’s remarks. One of them, carrying a sign “calling for the end of fossil fuel dependence,” reportedly jumped in front of the senator’s SUV as it was departing the venue.\n\nThe group claimed Manchin uses his position as chair of the Senate Energy Committee to “protect his personal coal company.”\n\nClimate Defiance’s radical behavior doesn’t stop there.\n\nSince its 2023 launch, the group has attempted to corner several high-ranking Democrats, including President Joe Biden.\n\nAccording to InfluenceWatch, on April 29, its members “created a blockade to prevent elected officials from attending the White House Correspondents’ Dinner at the Washington Hilton, hoping to see [the president] and demand an end to leasing public lands for fossil fuel projects.”\n\nThe organization’s members harassed Sen. Amy Klobuchar, D-Minn., at a book launch event in May and “blocked traffic and protested outside” Senate Majority Leader Chuck Schumer’s New York City residence later that same month.\n\nClimate Defiance demonstrators were also reportedly removed from a June event hosted by the Detroit Free Press, at which Energy Secretary Jennifer Granholm was scheduled to speak.\n\nAmong the phrases shouted by agitators were, “No MVP. No LNG. Granholm, you are killing me,” and, “F-ck you, Jennifer. F-ck you, Joe Biden. F-ck all these politicians.”\n\n",
    "article_id": "EN_CC_200144.txt",
    "category": "CC",
    "narratives": [
        "Criticism of climate movement",
        "Criticism of institutions and authorities",
        "Criticism of climate policies",
        "Criticism of climate movement",
        "Criticism of climate movement",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Climate movement is alarmist",
        "Criticism of national governments",
        "Climate policies are ineffective",
        "Other",
        "Climate movement is corrupt",
        "Criticism of political organizations and figures"
    ]
}