{
    "text": "COP28 President: There Is \"No Science\" Behind Calls For Fossil-Fuel Phase-Out \n\n COP28 President: There Is \"No Science\" Behind Calls For Fossil-Fuel Phase-Out\n\nThere is “no science” that says the world should phase out fossil fuels to curb global warming to 1.5 degrees Celsius, according to Sultan Al Jaber, the president of the COP28 climate summit, the Guardian and the Centre for Climate Reporting report.\n\n“There is no science out there, or no scenario out there, that says that the phase-out of fossil fuel is what’s going to achieve 1.5C,” Al Jaber said in an online event last month, the remarks from which the Guardian reported on December 3, days after the COP28 summit in Dubai began on November 30.\n\nAl Jaber made those comments in response to questions from Mary Robinson, the chair of the Elders group and a former UN special envoy for climate change.\n\n[ZH: Additionally, The Guardian newspaper published video from the call on Sunday, which included al-Jaber off-camera sounding increasingly frustrated, at one point telling three leading women involved with climate change and gender: \"I am telling you I am the man in charge.”\n\n“You’re asking for a phase-out of fossil fuel,\" al-Jaber said.\n\n\"Please, help me, show me for a phase-out of fossil fuel that will allow for sustainable socio-economic development, unless you want to take the world back into caves.”\n\nResponding to the remark, U.N. Environment Program Executive Director Inger Andersen said she lives in Kenya with solar power and clean electricity from the local utility.\n\n“I'm not living in a cave,\" she added.\n\n\"That's all I can say.”\n\nThe remarks from Al Jaber draw criticism from scientists and are in contrast with the view of Antonio Guterres, the Secretary-General of the United Nations, who said at the climate summit on Friday,\n\n“The science is clear: The 1.5C limit is only possible if we ultimately stop burning all fossil fuels. Not reduce, not abate. Phase out, with a clear timeframe.”\n\nAl Jaber’s presidency of COP28 has stirred controversy in recent months. He is the first CEO designated to be president of any climate summit so far. But he is also the chief executive of the national oil company of OPEC's third-largest producer, the United Arab Emirates (UAE).\n\n“The recent comments from COP28 President show how entrenched he is in fossil fuel fantasy and is clearly determined that this COP doesn’t do anything to harm the interests of the oil and gas industry,\" said Mohamed Adow, the director of Power Shift Africa.\n\n“These remarks are a wake-up call to the world and negotiators at COP28 that they are not going to get any help from the COP presidency in delivering a strong outcome on a fossil fuel phase-out and will need to work hard to ensure a few petro-state leaders don’t imperil the planet in their efforts to protect their oil profits.\"\n\nLast week, Al Jaber denied reports of plans to use the climate summit in Dubai to push oil deals.\n\nEarlier last week, the BBC and many other news outlets reported that the UAE planned to use its role as the host of climate talks to forge new oil and gas deals. The BBC cited leaked briefing documents obtained by independent journalists at the Centre for Climate Reporting working alongside the BBC. Those documents were purportedly prepared by the UAE’s COP28 team for meetings with at least 27 foreign governments during the climate summit which Dubai will host from November 30 to December 12.",
    "article_id": "EN_CC_200324.txt",
    "category": "CC",
    "narratives": [
        "Questioning the measurements and science",
        "Questioning the measurements and science",
        "Criticism of institutions and authorities",
        "Criticism of institutions and authorities"
    ],
    "subnarratives": [
        "Methodologies/metrics used are unreliable/faulty",
        "Greenhouse effect/carbon dioxide do not drive climate change",
        "Criticism of political organizations and figures",
        "Criticism of international entities"
    ]
}