{
    "text": "Sen. Tommy Tuberville: “Climate Change is the Biggest Hoax in the World!… I Would Say “25% of Budget” Goes to It (VIDEO) \n\n Alabama Senator Tommy Tuberville joined Steve Bannon on The War Room on Friday following Joe Biden’s incredibly partisan and completely dishonest State of the Union Address to the American people last night in Washington DC.\n\nDuring their discussion, Tommy was asked about the climate change craze. The former Auburn coach did not hold back. Tuberville told the War Room audience, “Climate Change is the biggest hoax in the world.” He then added that he believes around 25% of the budget is dumped into climate change policies.\n\nThere are obviously a whole lot of grifters getting rich of the “hoax.”\n\nThe Democrat Party and their mainstream media will not be pleased with Tommy following his honest assessment of the international scam.\n\nSteve Bannon: Okay, so you’re a common sense guy, right? Big education guy. You’ve been around universities all your life. When you come and hear the presentations, when they come and present to you, is it nonsense? I mean, is it just voodoo?\n\nSen. Tuberville: Oh, the climate, yeah. Oh, it’s biggest hoax in the world. I mean, it’s all a money grab… We come in here at our budgets about near 5 trillion a year. What we run on, we’ve spent since I’ve been here, and I hadn’t voted for any of $7 trillion more than that since we’ve been here. Right. I would say 25% of that, Steve, has gone to climate change. I mean, it is the biggest hoax in the world. I mean, you’ve got this clown Kerry. That John Kerry. He doesn’t know what day it is most of the time. I think he’s right behind Joe Biden, and he’s pushed this narrative along with these money grabbers like Clinton and Gore and all the Democrats. I mean, it is all a money grab. This EV car system, you’re seeing it now. It’s crashing, crashing, burning. They can’t get anything out of the solar, no wind…\n\n…I lived in West Texas, coach at university at Texas Tech. I had a wind turbine, huge one, in my backyard, a couple hundred yards. You could hear it going around…\n\n…But if the wind’s not blowing on that turbine behind me, it’s got an electric generator running it. Yeah, that’s fueled by gas and oil. You just have to take a deep breath sometimes and see how deep of hole these people have dug themselves.\n\nSteve Bannon: Have they presented you any information or data or analysis that would make you say, some of this climate change stuff might be logical, or is it just all presented as essentially financial, economic voodoo?\n\nSen. Tuberville: Yeah, they don’t know enough about it. Now, you can get some of these big scientists who come in and try to push, but you look at the graphs and the narratives that they bring in… It’s a hoax. I’m telling you, it is a huge hoax. We’re all for our air, our water, taking care of what we do, but they’re making money off this. And again, that’s the Democrat party. They want to make money off everything they do.\n",
    "article_id": "EN_CC_200245.txt",
    "category": "CC",
    "narratives": [
        "Downplaying climate change",
        "Criticism of climate policies",
        "Questioning the measurements and science",
        "Controversy about green technologies",
        "Questioning the measurements and science"
    ],
    "subnarratives": [
        "Other",
        "Climate policies are only for profit",
        "Other",
        "Renewable energy is unreliable",
        "Scientific community is unreliable"
    ]
}