{
    "text": "France Announces €40 Million in New Funding to Education Cannot Wait at Global Citizen Festival \n\nFrance’s Minister of State for Development and International Partnerships Ms. Chrysoula Zacharopoulou and ECW Executive Director Yasmine Sherif call on donors and the private sector to urgently provide a total of US$1.5 billion.\n\nNEW YORK, Sept. 23, 2023 At this weekend’s Global Citizen Festival in New York, France’s Minister of State for Development and International Partnerships, Ms. Chrysoula Zacharopoulou, and Education Cannot Wait Executive Director Yasmine Sherif announced €40 million in new, additional funding from the Government of France.\n\nEducation Cannot Wait (ECW) has now mobilized US$870 million toward its 2023-2026 Strategic Plan to reach 20 million crisis-impacted children with the safety, hope and opportunity of a quality education.\n\n“Championing global education and emancipation is an absolute priority for France. The message of the Paris Pact for People and the Planet is that we must all take our part to allow each country to alleviate poverty and tackle climate change,” said France’s Minister of State for Development and International Partnerships, Chrysoula Zacharopoulou. “This includes states, which must support development policies with sufficient resources. For this reason, I am particularly pleased to announce, on behalf of France and President Macron, the allocation of €40 million to support ECW’s actions for the 2023-2026 cycle.”\n\n“With this new bold and generous contribution, France shines as an example for others to follow,” said ECW Executive Director Yasmine Sherif. “We call on government donors, philanthropic foundations, and the private sector to follow suit and join our collective efforts to mobilize a total of US$1.5 billion by 2026 to provide quality education to 20 million crisis-affected girls and boys so they can learn, grow and rebuild their societies.”\n\nGlobally, around 224 million children are deprived of a quality education due to armed conflicts, forced displacement, climate-induced disasters and other protracted crises. They need urgent support to fulfil their right to a quality, inclusive education.\n\nTogether with strategic partners, ECW has already reached close to 9 million girls and boys in some of the harshest crises around the globe.\n\nWhile donors are stepping up, the funding gap has actually widened in recent years. Humanitarian appeals for education in emergencies have nearly tripled from US$1.1 billion in 2019 to almost US$3 billion at the end of 2022.\n",
    "article_id": "EN_CC_100223.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}