{
    "text": "“The Hour Of Decision” \n\n Shortly before the fall of the Soviet Union, Gorbachev, Al Gore and Carl Sagan were working together to push the global warming scam.\n\nh/t Thomas Heller @Thos_Heller\n\nShortly before the fall of the Soviet Union, Gorbachev, Al Gore and Carl Sagan were working together to push the global warming scam.\n\nh/t Thomas Heller @Thos_Heller\n\nLife was far simpler in the 1980s & ‘90s, people simply wanted to save ‘the environment’. Now they want to save THE WHOLE PLANET fergoodness sake. The curse of the cult of D.O.G. – Delusions Of Grandeur.\n\n“to redefine the relationship between the individual citizen and the state”\n\n“molding humankind’s self conciousness”\n\nsums it pretty much up.\n\nThough it is more humankind’s subconciousness that has been systematically molded with racism,trans,all kind of phobias,climate,viruses,vaccines.\n\nSeems they unleashed a similar number of attacks on mankind\n\nas mankind has unleashed on nature.\n\n(So much that we went from only Gorbatchew sharing Sagans climate anxiety\n\nto 100s of millions of people having been tricked into this anxiety by now)\n\nAnd this may even be the main reason why the warming nonsense exists –\n\nthe equivalent of the needed “Alien attack” to unite(Ronnie must have loved those watchman comics),\n\nwhich turned these 3 alien\n\nto climate into climate experts.\n\nEspecially Sagans take is interessting.\n\nAs he and his compatriots used at the same time 10.000s of times higher co2 concentrations(I don’t even dare to imagine this runaway effect and why this effect has been running in the wrong in the wrong direction since then) trying to explain the faint young sun paradox.\n\nI wonder what happened in the meantime that turned a fraction of a fraction of a fraction of co2 into such a behemoth?\n\nAnd as this text is from before the end of the soviet union one wonders\n\nwhere and how did Sagan observe all those climate changes that caused him anxietys?\n\nBy looking at the stars and all the Ice Age Propaganda of the 70ies?\n\nThere was no sea level rise.\n\nArctic data only existed since 1979\n\nand his buddy Paul Ehrlich he wrote a book with,was an Ice Age Zealot\n\nwho already announced the world to end in a blue cloud and mass starvation any time soon.\n\nIt is also interessting that once again,out of all countries, the USA is once again is the major player here\n\nand that after the end of the USSR this all somehow resulted in the(typical) looting Russia on a massive scale with the help of Al Gores buddy Larry Summers,USAID and Andrei Shleifer who orchestrated the oligarchic network in Russia – that was later removed and exiled by Putin.\n\nThat’s why the US olygarchic complex loves him so much.\n\n(and whatever happened to those close relations with Russia since then?\n\nSeems when a country stops dancing to the US tune and only tries to mind its own business it becomes an enemy)\n\nOne also starts to get the idea that the end of the Soviet Union was not some kind of natural development ,but a very deliberate and orchestrated thing.\n\nPretty much as the current downfall of the USA.\n\nBut that’s just a crazy conspiracy theory.\n\nAl Gore, the Joel Osteen of the Church of Warming/Climate, “Pass the plate, I need another jet”\n\nas I have stated before, IMO, agore began the destruction of the Republic with his “reinvention of government” in the early 90s. He, Congress and the Clinton Admin began picking winners and losers based on political considerations rather than actual need, merit or national security\n\nExhibit 1 – The Supercollider.\n\nExhibit 2 – Supplying China with missile tech.",
    "article_id": "EN_CC_200221.txt",
    "category": "CC",
    "narratives": [
        "Hidden plots by secret schemes of powerful groups",
        "Criticism of climate movement",
        "Downplaying climate change",
        "Downplaying climate change",
        "Criticism of institutions and authorities",
        "Downplaying climate change",
        "Questioning the measurements and science"
    ],
    "subnarratives": [
        "Blaming global elites",
        "Other",
        "Other",
        "CO2 concentrations are too small to have an impact",
        "Criticism of political organizations and figures",
        "Sea levels are not rising",
        "Scientific community is unreliable"
    ]
}