{
    "text": "Disease X is a ‘blueprint’ for future pandemic response \n\n Disease X is a ‘blueprint’ for future pandemic response\n\nShyam Bishen, the head of the Centre for Health and Healthcare, opened the panel dedicated to “Disease X” at the annual World Economic Forum globalist gathering that is taking place this week in Geneva, Switzerland.\n\nBishen said that he has been working on sustainability and resilience in healthcare for a long time and that we need to prepare the healthcare system for the “looming crisis of climate change.”\n\nHe said that this can be achieved through disease surveillance. “How do we make sure that we have a good global data system that can be accessed quickly so that the private sector can come up with countermeasures whether it be vaccines, diagnostics or therapeutics?” he asked.\n\nWorld Economic Forum Executive Committee member Shyam Bishen discusses the need for a global disease surveillance network at 2024 WEF meeting.— Syd Fizzard 🍁 (@SydFizzard) January 17, 2024\n\nIt’s a “bold agenda” said moderator Nancy Brown, CEO of the American Heart Association. “The World Economic Forum serves as a hub for all of this global collaboration” and “only the WEF can bring all of the actors together to address really important issues.”\n\nNancy Brown, CEO of the American Heart Association, moderated the Disease X panel earlier today at WEF24— Tamara Ugolini 🇨🇦 (@TamaraUgo) January 17, 2024\n\nShe thanks the WEF for being a hub of global collaboration, for bringing \"all of the actors together to address really important issues\"https://t.co/5Nn0zX7xO2 pic.twitter.com/xoOJHp0jXj\n\nWorld Health Organization (WHO) Director-General Tedros Ghebreyesus said Disease X is attracting a lot of attention, but it’s not a new idea.\n\nWHO Tedros describes Disease X as a blueprint at a panel discussion at WEF24— Tamara Ugolini 🇨🇦 (@TamaraUgo) January 17, 2024\n\nHe says that COVID was the first Disease X and we “need a placeholder for diseases we don’t know,” including dedication to private sector drug research and developmenthttps://t.co/5Nn0zX7xO2 pic.twitter.com/XXM2Xfw2qH\n\nDisease X serves as a “placeholder for the diseases we don’t know,” and it begins with private-sector research and development to test drugs and “other things.”\n\nTedros stressed that the next pandemic is “not a matter of if, but rather when,” while noting that COVID-19 was the original Disease X, in which they were able to facilitate the Pandemic Fund in partnership with the World Bank.\n\nFor this reason, Tedros urges nations not to let national interests obstruct cooperation with the WHO's proposed pandemic agreement that will amend existing, legally binding international health regulations.\n\nWHO DG Tedros urges global compliance with the Pandemic Agreement at WEF24 session on “Disease X”— Tamara Ugolini 🇨🇦 (@TamaraUgo) January 17, 2024\n\nHe urges nations not to let national interests obstruct this cooperation while the WHO rams through changes to international law without due processhttps://t.co/fBHSErzjMs pic.twitter.com/5bH3adMKFC\n\nThe WHO has been accused of voting fraud as they negotiate the new agreement, pushing through changes to international law without following their own defined processes and not giving member states adequate time to review said proposals.\n\nPreetha Reddy, vice-chair of the private sector healthcare group Apollo Health Enterprise in India, likened healthcare workers to the Indian army preparing for war.\n\nBrazilian Health Minister Nísia Trindade Lima spoke in Portuguese without translation for online viewers.\n\nMichele Demaré, Chair of vaccine company AstraZeneca (AZ), said that “quick action, quick decision making” was pivotal in the COVID-response.\n\nDemaré admitted the company's inexperience in vaccine production but omitted acknowledgment that the hastily manufactured AstraZeneca COVID-19 vaccines were among the first flagged for severe adverse events.\n\nAman who received his first COVID vaccine, collapsed and was diagnosed with “functional neurological disorder” and advised by doctors not to take his second vaccine. Since taking his first dose, he has been plagued by months of misery and suffering.— Rebel News (@RebelNewsOnline) July 19, 2021\n\nhttps://t.co/O3zLqzGrJh\n\nThere was no allotted time for questions unlike many of the other sessions.\n\n",
    "article_id": "EN_CC_100093.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}