{
    "text": "Why is ‘David Attenborough dead’ trending? \n\n Why is ‘David Attenborough dead’ trending?\n\nSIR DAVID Attenborough is a much-loved broadcaster and wildlife expert, who has fans all around the world.\n\nIn a recent death hoax, claims circulated that the beloved figure had passed away. However, it has since been revealed that this was only an internet rumour.\n\nWhy is ‘David Attenborough dead’ trending?\n\nTo fans' relief, the reason that \"David Attenborough dead\" is trending is that Sir David Attenborough is the victim of a death hoax.\n\nThere is no truth to it, and the wildlife expert is still alive.\n\nThe cruel hoax started when somebody wrote an \"Obituary of David Attenborough\" on WikiObits.\n\nThe fake obituary read: \"David Attenborough (born May 8th, 1926 in Isleworth, England) was an TV Personality who was best known for being a noted historian working for the BBC.\n\nRead More on Attenborough\n\n\"David died on October 11th, 2023 (TBV) and his death was possibly because of natural causes. He was an impressive, 97 years old.\"\n\nHowever, the obituary is completely fake, and just a hoax to fool Sir David's loyal fans.\n\nHas 'David Attenborough dead' trended before?\n\nSadly this isn't the first time that Sir David has been the victim of a death hoax.\n\nIn August 2023, \"David Attenborough dead\" was trending after rumours started spreading on WhatsApp and other social media platforms.\n\nMost read in Streaming\n\nFans again went online in a panic, but once again this was completely false news.\n\nFamous faces are often the victims of death notices - only for them to be false.\n\nOne fan tweeted: \"Every time I see King David Attenborough on trending only to find out it's just him doing the absolute most for this planet to thrive as he usually does.\"\n\nAnother agreed: \"Me seeing David Attenborough trending again and realising it’s just the usual legend work and not…the other thing.\"\n\nWho is David Attenborough?\n\nSir David Attenborough is a veteran broadcaster and wildlife expert, who was born on May 8, 1926, in Isleworth, London.\n\nHis brother is the late movie star Richard Attenborough, who was known for the original Jurassic Park trilogy.\n\nSir David started his career as the narrator of Wildlife On One in 1977 - the series then ran until 2005.\n\nBut he came to prominence with Life on Earth in 1979 which spawned a series of Life programmes including Life In The Freezer, The Private Life Of Plants, The Life Of Birds and The Life Of Mammals.\n\nSir David also narrated over 50 episodes of Natural World from 1992 until 2018.\n\nHe won high praise for The Blue Planet (2001), Planet Earth (2006) and Frozen Planet (2011).\n\nSir David is also known for the Planet Earth: Dynasties, and Climate Change - The Facts, and his work with Netflix.\n\nOver the years he has built up an impressive net worth, and has an estimated wealth of £12million, according to Celebrity Net Worth.\n\nMeanwhile, as of October 2023, Sir David is busy working on his next project, David Attenborough And The Giant Sea Monster.",
    "article_id": "EN_CC_200344.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}