{
    "text": "It will take Russia four 'Putin strikes,' but not three days, to take Kyiv \n\n The beginning of the special military operation went down in history for the lightning-fast march of the Russian Armed Forces to Kyiv. Russia eventually pulled its troops back from the capital of Ukraine. Sooner or later, however, the Russian forces will have to take Kyiv.\n\nIt will take the Russian forces more than just three days to take Kyiv. Interestingly, it was Chairman of the Joint Chiefs of Staff of the US Armed Forces, General Mark Milley, who voiced the \"Kyiv in three days” phrase a month before the start of the special operation.\n\nAccording to him, if the Russian forces go on a full-scale invasion, Kyiv will fall in 72 hours.\n\nNeither the Russian authorities nor the Russian military promised to \"take Kyiv in three days.”\n\nSome believe, however, that this could be real. The Russian army had already approached Kyiv when the West and Ukraine began negotiations and convinced Moscow to \"withdraw troops” for the talks to be effective. As always, NATO and Ukraine did not keep their promises.\n\nSince then, Kyiv has been keeping 120,000 Ukrainian troops in this direction in constant combat readiness. They did not even use any of those personnel for the defense of Avdiivka.\n\nUkraine is trying to play it safe — although it is clear that the Russian army is not going to take Kyiv without giving it a second thought.\n\nColonel Timur Syrtlanov, a special forces veteran, told Tsargrad publication that Russia would need to accomplish the following:\n\nThese are \"Putin four strikes,” by analogy with Stalin \"10 strikes.”\n\nRussia has combat experience that it gained in Chechnya and Syria, and the Russian forces will be \"tormenting” the enemy by working in a targeted manner.\n\nAs for the operation in the very beginning of the armed conflict, the attempt to come to an agreement with the Ukrainian authorities was a big mistake, political scientist Dmitry Rodionov believes. There were expectations that Zelensky would flee on day two or day three за the special military operation.\n\nThe Russian forces should have taken not only Kyiv, but also Kharkiv and Mykolaiv. As a result, the expert believes, \"intelligence errors led to gestures of goodwill that no one appreciated.”\n\nAll illusions about the nature of the special military operation have also been dispelled as well. This is not just a regional problem, but a period of global redivision of the world.\n\nThe West will drag out the conflict for as long as possible because it is benefiting from it. Meanwhile, Russia is developing cooperation with many other countries bypassing sanctions and living its own life, but no one knows how long all this is going to last.\n\nUltimate goals are as follows:\n\n\"It's time for Russia to take advantage of this circumstance. It is too early to attack Kyiv directly, but it is possible and necessary to split this society from within,” experts conclude.\n\nThe Russian forces obliterated a batch of 25,000 155-mm NATO shells in the port of Odessa. Twelve armoured vehicles (Turkey) and a warehouse of unmanned boats were also destroyed",
    "article_id": "EN_UA_300090.txt",
    "category": "URW",
    "narratives": [
        "Praise of Russia",
        "Discrediting the West, Diplomacy",
        "Discrediting the West, Diplomacy"
    ],
    "subnarratives": [
        "Praise of Russian military might",
        "Other",
        "The West does not care about Ukraine, only about its interests"
    ]
}