{
    "text": "Russia Responds to UK’s ‘Very Dangerous’ Coup Allegations \n\n Russia’s Foreign Ministry on Sunday dismissed claims from the United Kingdom that Moscow wanted to install a pro-Russia leader in Kyiv while it considers whether to invade the beleaguered Eastern European nation.\n\nThe UK further suggested that the Kremlin currently is “maintain[ing] links with” former officials including Serhiy Arbuzov, a former deputy prime minister of Ukraine between 2012 to 2014; Andriy Kluyev, first deputy prime minister from 2010 to 2012; former deputy chief of Ukraine’s National Security and Defense Council Vladimir Sivkovich; and Mykola Azarov, the prime minister of Ukraine from 2010 to 2014.\n\nWhat’s more, the UK statement alleges that former Ukrainian Parliament Member Yevhen Murayev “is being considered” by Russia’s leadership “as a potential candidate” to lead the Ukrainian government.\n\nThe UK did not provide evidence for its claim. Foreign Secretary Liz Truss asserted, however, that Moscow must deescalate tensions and “end its campaigns of aggression and disinformation, and pursue a path of diplomacy.”\n\nBut over the weekend, Russian officials said the UK’s Foreign Office should stop publishing “nonsense” and “disinformation.”\n\nThe embassy further alleged that the UK’s strategy is to accuse “Russia of plotting ‘inevitable’ invasion of Ukraine and try to play the role of an ideological leader, defending itself from ‘autocrats’ and aiming to ‘free the world.’”\n\nMurayev, meanwhile, responded to the UK’s statement by dismissing the claim.\n\nIn a message to Reuters, Mykhailo Podolyak, a Ukrainian adviser to the presidential office, said the allegations should be taken seriously, acknowledged there was doubt among Ukrainians as to whether Murayev was “too ridiculous a figure” to be the Kremlin’s pick to lead Ukraine. But he added that Russia had propped up previously minor figures in leadership positions in annexed Crimea and separatist-held Donbass.\n\nTherefore “one should take this information as seriously as possible,” he said.\n\nOn Saturday, U.S. National Security Council spokeswoman Emily Horne appeared to endorse the UK assessment that the Kremlin is plotting to install a Moscow-friendly puppet administration.\n\n“This kind of plotting is deeply concerning,” Horne said. “The Ukrainian people have the sovereign right to determine their own future, and we stand with our democratically-elected partners in Ukraine.”",
    "article_id": "EN_UA_000568.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}