{
    "text": "Ukraine Appeals for Calm, Says Russian Invasion Not Imminent \n\n A top Ukrainian official has appealed for calm as he reassured the nation that an invasion from neighboring Russia was not imminent—despite officials acknowledging there is a real threat as NATO allies have ramped up defenses in the Baltic Sea region this week.\n\nOleksii Reznikov, Ukraine’s Minister of Defense, said on Monday that at this time, “there are no grounds to believe” that Moscow is preparing an invasion very soon and there is no need for citizens “to have [their] bags packed.”\n\n“Don’t worry, sleep well,” he said, adding that “there are risky scenarios. They’re possible and probable in the future,” though at this time “such a threat doesn’t exist.”\n\nOn Monday, Ukrainian President Volodymyr Zelensky also told the nation that the situation is “under control,” while Reznikov affirmed Russia had not formed what he called battle groups, “which would have indicated that tomorrow they could launch an offensive.”\n\nReznikov’s and Zelensky’s statement in a bid to project calm in order not to destabilize the situation and avoid panic comes as another multi-million dollar shipment of U.S. military equipment arrived in Ukraine on Tuesday.\n\n“Our partners are increasing the amount of military assistance. And today we are meeting the third aircraft from the United States government as part of this assistance,” the defense minister said at a press briefing before the aircraft loaded with defensive aid totaling about $200 million landed at an airport in the capital of Ukraine.\n\nMoscow has repeatedly denied intentions to invade Ukraine, with Kremlin spokesman Dmitry Peskov saying the West is showing “hysteria” and is putting out information “laced with lies.”\n\nPeskov on Tuesday again accused the U.S. of “fomenting tensions” around Ukraine, a former Soviet state that has been locked in a conflict with Russia for almost eight years.\n\nWestern concern over Moscow planning an invasion of its neighbor started after tens of thousands of Russian troops massed near the Russia–Ukraine border. In 2014, Russia used its military forces to annex the Crimean Peninsula, a move that drew sanctions from then-President Barack Obama. The fighting between Ukrainian forces and Russia-backed rebels has killed over 14,000 people, and efforts to reach a peaceful settlement have stalled.",
    "article_id": "EN_UA_000543.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}