{
    "text": "America Last: House Bill Provides $26B for Israel, $61B for Ukraine and Zero to Secure U.S. Border \n\n\nHouse Speaker Mike Johnson’s newly unveiled foreign aid bill includes over $26 billion for Israel — $12 billion more than the previous bill which asked for $14 billion — $61 billion for Ukraine and absolutely nothing to secure America’s borders.\n\nAs Sen. Rand Paul notes, Johnson is also putting forward bills to ban TikTok (to silence criticism of Israel), turn American businesses into NSA spies and seize Russia’s assets to give to Ukraine in an act of war (the REPO Act).\n\nSpeaker Johnson and the Uniparty are united behind their laundry list of bad ideas. From borrowing $95 billion from China to send it to other countries to killing a FISA warrant requirement — they’re ticking all the boxes to put America last.\n\n— Rand Paul (@RandPaul) April 17, 2024\n\nFrom Reuters, “US House sets long-awaited vote on billions for Ukraine, Israel”:\n\nThe U.S. House of Representatives will have its long-awaited vote on aid for Ukraine, Israel and the Indo-Pacific as soon as Saturday, Republican Speaker Mike Johnson said on Wednesday, paving the way for its possible passage despite fierce objections from the right wing of his conference.\n\nThe House Appropriations Committee unveiled legislation providing more than $95 billion in security assistance, including $60.84 billion to address the conflict in Ukraine and assist regional partners as they handle Russia’s invasion, of which $23.2 billion would be used to replenish U.S. weapons, stocks and facilities.\n\nThe effort to pass security aid gained new urgency following Iran’s unprecedented attacks on Israel over the weekend in retaliation for a suspected Israeli airstrike on Iran’s embassy compound in Damascus on April 1.\n\nThe Israel bill totals $26.38 billion, some of which will cover the cost of U.S. military operations in response to recent attacks. And $9.1 billion of the total is designated for humanitarian needs, something Democrats had demanded for them to support the bill.\n\nAs a reminder, the Intercept reported on Monday that the U.S. — not Israel — shot down the majority of the drones and missiles Iran fired at Israel.\n\nReuters continues:\n\nThe Indo-Pacific measure totals $8.12 billion.\n\nJohnson said he would give House members 72 hours from the bill’s introduction – until mid-day Saturday – to review the bill. He said the chamber would vote on final passage on Saturday evening.\n\nHe also said he would release a separate border security bill, meeting a demand from conservatives.\n\nDemocratic President Joe Biden said he strongly supported the package. He called on the House to pass it this week and the Senate to quickly follow. “I will sign this into law immediately to send a message to the world: We stand with our friends, and we won’t let Iran or Russia succeed,” Biden said in a statement.\n\nThis bill is literally worse than the one they tanked a few weeks ago.\n",
    "article_id": "EN_UA_300092.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}