{
    "text": "German bosses, unions jointly oppose boycott of Russian gas \n\n German bosses, unions jointly oppose boycott of Russian gas\n\nGermany’s employers and unions have joined together in opposing an immediate European Union ban on natural gas imports from Russia over its invasion of Ukraine, saying such a move would lead to factory shutdowns and the loss of jobs in the bloc’s largest economy.\n\n“A rapid gas embargo would lead to loss of production, shutdowns, a further de-industrialization and the long-term loss of work positions in Germany,” said Rainer Dulger, chairman of the BDA employer’s group, and Reiner Hoffmann, chairman of the DGB trade union confederation, in a joint statement Monday on Germany’s dpa news agency.\n\nThe statement comes as European leaders are discussing possible new energy sanctions against Russian oil, following a decision April 7 to ban Russian coal imports beginning in August. Ukraine’s leaders say revenues from Russia’s energy exports are financing Moscow’s destructive war on Ukraine and must be ended.\n\nThat won’t be easy to do. The EU’s 27 nations get around 40% of their natural gas from Russia and around 25% of their oil. Natural gas would be the most difficult do without, energy analysts say, since most of it comes by pipeline from Russia and supplies of liquefied gas, which can be ordered by ship, are limited amid strong demand worldwide.\n\nGermany, a major manufacturing hub and an importer of Russian gas, has so far resisted an immediate shut-off and said it plans to instead phase out Russian oil by the end of the year and most Russian gas imports by mid-2024. The EU’s executive commission has outlined steps to cut the consumption of Russian gas by two-thirds by year’s end through using more pipeline gas from Norway and Azerbaijan, importing more liqueifed gas, accelerating the deployment of wind and solar projects and intensifying conservation efforts.\n\nGerman Vice Chancellor Robert Habeck said in an interview with the Funke media group that “an immediate gas embargo would endanger social peace in Germany.”\n\nDespite widespread economic sanctions against Russian banks and individuals, the EU continues to send around $850 million a day to Russia for oil and gas, even as EU governments condemn the war in Ukraine. Gas-intensive companies include producers of glass, metals, ceramics and chemicals. Industry officials say in many cases natural gas would be impossible to replace in the short run.\n\nAnalysts say Russian crude oil would be easier to replace than gas but that a boycott would still lead to higher energy prices that would hit consumers who are already facing record EU inflation of 7.5%.",
    "article_id": "EN_UA_101079.txt",
    "category": "URW",
    "narratives": [
        "Negative Consequences for the West"
    ],
    "subnarratives": [
        "Sanctions imposed by Western countries will backfire"
    ]
}