{
    "text": "I was a KGB spy along side Putin and he IS using body doubles – these simple signs are a dead giveaway that he’s a fake \n\n A FORMER spy alleges a body double stands in for Vladimir Putin at key events – and has revealed what he says are the tell-tale signs.\n\nSergei Zhirnov claims to have served alongside the Russian tyrant in the KGB intelligence service of the former Soviet Union, which is now known as the FSB.\n\nZhirnov said he had believed until now that claims of Putin using doppelgangers were “conspiracy theories”.\n\nBut he has now changed his mind, citing a speech made by a “skinny” and coughing Putin on February 21 and contrasting it with an appearance at a pro-war concert next day in Moscow as evidence.\n\nFootage highlights him waving his hands around and repeatedly touching his nose, not traits especially common with Putin.\n\nZhirnov told Ukrainian TV that “a totally different Putin pops up” with “a wider face as if he bloated in 24 hours”.\n\nREAD MORE ON VLADIMIR PUTIN\n\n\"He has a totally different shape of eye orbits, a totally different head, absolutely different wrinkles - a different voice.”\n\nFar from shunning people, perhaps to avoid Covid, he was “almost kissing and hugging everyone”.\n\nHis allegation comes as a video shows an unusually exuberant Russian president at a helicopter plant in Siberia.\n\nZhirnov is now exiled in France and was a former classmate of Putin at KGB Red Flag Institute, a spy training centre.\n\nMost read in The Sun\n\nThe claim Putin uses a body double has also been made by the head of Ukrainian military intelligence.\n\nMajor General Kyrylo Budanov claimed the body doubles are used to hide Putin’s loss of control in the Kremlin.\n\nHe claimed Ukrainian secret services detected Putin body doubles standing in for him on a number of \"special occasions\" in the past, but this had become \"usual practice\" now\n\n\"We know specifically about three people that keep appearing, but how many there are, we don't know,\" Budanov said.\n\n\"They all had plastic surgery to look alike.\"\n\nThe spy chief alleged all the doubles had surgery but said the one thing that gives them away is their height.\n\n“It's visible in videos and pictures. Also gesturing, body language and earlobes, since they are unique for every person.\"\n\nThe claim that Putin uses body doubles is also regularly made by the General SVR Telegram and YouTube channel, which claims to be run by a Kremlin insider.\n\nMost experts dismiss such claims as absurd and far-fetched, though several noticed Putin’s unusually buoyant mood in Siberia, compared to recent public appearances in Moscow.\n\nOne claim was that Putin had had an extra dose of medicine.\n\nIt has been alleged body doubles were used by former Soviet leaders Josef Stalin and Leonid Brezhnev.\n\nPutin three years ago admitted that officials had considered using doubles, but he claimed the idea was rejected.\n\n\"I discarded the idea of any doubles,” he said.\n\nHe admitted the idea came up in the early 2000s when Russia was hit by terrorist attacks.\n\nIt was suggested a lookalike should take his place at events where the head of state might be at risk, he said.\n\nREAD MORE SUN STORIES\n\n“This was during the toughest time of our war against terrorism.”",
    "article_id": "EN_UA_013344.txt",
    "category": "URW",
    "narratives": [
        "Hidden plots by secret schemes of powerful groups"
    ],
    "subnarratives": [
        "Other"
    ]
}