{
    "text": "Russia threatens nukes for US, UK, Finland if NATO expands \n\n Russia threatens nukes for US, UK, Finland if NATO expands\n\nVladimir Putin warned the president of Finland Saturday that any effort to join NATO would “negatively” affect relations between the two countries.\n\nThe comments followed another Russian leader’s threat to use the Satan-2 hypersonic nuclear missile to strike Britain and Finland “in just 200 seconds” — and that the weapons could be used to hit the United States as well.\n\nAs NATO foreign ministers gathered in Berlin, with discussion about potential applications from Sweden and Finland to join the Western military alliance on the agenda, Putin spoke to Finnish leader Sauli Niinisto.\n\nNijnisto told Putin in the phone conversation that the traditionally non-aligned country “will decide to apply for NATO membership in the coming days.”\n\nFinland and Sweden, also traditionally neutral, are moving toward the applications in response to Russia’s invasion of Ukraine. In response, Russia cut off electricity supplies to Finland on Friday.\n\nPutin told Niinisto that Finland’s abandonment “of its traditional policy of military neutrality would be an error since there are no threats to Finland’s security,” the Kremlin said in a statement issued after the call. “Such a change in the country’s foreign policy could negatively affect Russian-Finnish relations, which had been built in the spirit of good neighborliness and partnership for many years, and were mutually beneficial.”\n\nNiinisto’s office said in a statement that he told Putin how starkly Finland’s security environment had changed after Moscow’s Feb. 24 invasion of Ukraine.\n\nThe exchange came amid escalating rhetoric over the potential for NATO to expand beyond its current 30 members.\n\n“If Finland wants to join this bloc, then our goal is absolutely legitimate — to question the existence of this state. This is logical,” said Aleksey Zhuravlyov, 59, the deputy chairman of the Russian parliament’s defense committee, said in an interview with The Mirror. “The Finns in general should be grateful to Russia for their statehood, for the fact that Finland exists as a country.”\n\n“If the United States threatens our state, it’s good: here is the Sarmat [Satan-2] for you, and there will be nuclear ashes from you if you think that Russia should not exist,” he continued. “And Finland says that it is at one with the USA. Well, get in line.”\n\nThe Satan-2 is a ballistic missile capable of carrying 10 to 15 nuclear warheads, with an estimated destructive power of three megatons each.\n\nRussia wouldn’t need to move nukes to its European border to carry out its threat, officials boasted.\n\n“We can hit with a Sarmat [known in the West as Satan-2] from Siberia, and even reach the UK,” he said. “And if we strike from Kaliningrad … the hypersonic’s reaching time is 200 seconds – so go ahead, guys.\n\n“On the Finnish border we will have not strategic weapons, but Kinzhal-class, one that will reach Finland in 20 seconds, or even 10 seconds.”\n\nSeparately, Deputy Foreign Minister Alexander Grushko said Russia knows that NATO wants to “militarize everything within reach,” Interfax news agency reported.",
    "article_id": "EN_UA_004209.txt",
    "category": "URW",
    "narratives": [
        "Amplifying war-related fears",
        "Blaming the war on others rather than the invader"
    ],
    "subnarratives": [
        "There is a real possibility that nuclear weapons will be employed",
        "The West are the aggressors"
    ]
}