{
    "text": "Putin says what Russia needs to do to win special operation in Ukraine \n\n Russia will win the special operation in Ukraine if the society shows consolidation and composure to the enemy, President Vladimir Putin said during a visit to the Ulan-Ude Aviation Plant on March 14, Rossiya 24 TV channel said.\n\nRussia is not improving its geopolitical position in Ukraine. Instead, Russia is fighting \"for the survival of Russian statehood, for the future development of the country and our children.\"\n\n\"In order to bring peace and stability closer, we, of course, need to show the consolidation and composure of our society. When the enemy sees that our society is strong, internally braced up, consolidated, then, without any doubt we will come to reach what we are striving for — both success and victory,\" Putin said.\n\nAccording to him, many of the current problems began after the collapse of the Soviet Union, when they tried to put pressure on Russia to \"destabilise the internal political situation.” \"Hordes of international terrorists\" new sent to the purpose to accomplish this goal, Putin said.\n\nAfterwards, the West decided to start rehabilitating Nazism in Russia's neighbouring states, including in Ukraine.\n\nNevertheless, Putin continued, Russia had long tried to build partnerships with both Western countries and Ukraine. However, after 2014, when the West contributed to the coup in Ukraine, the state of affairs changed dramatically. It was then when they started exterminating those who advocated the development of normal relations with Russia, he said.\n\nAccording to Putin, Russia was forced to launch the special operation to protect the population. Western countries were hoping to break Russia quickly, but they were wrong, he said adding that Russia managed to raise its economic sovereignty since 2022.\n\nSubscribe to Pravda.Ru Telegram channel, Facebook, RSS!\n\nThe fighting in several directions in the Kursk region continues. According to the Russian side, the Ukrainian Armed Forces are redeploying to attack in a new area",
    "article_id": "EN_UA_013257.txt",
    "category": "URW",
    "narratives": [
        "Russia is the Victim",
        "Blaming the war on others rather than the invader",
        "Hidden plots by secret schemes of powerful groups",
        "Discrediting Ukraine"
    ],
    "subnarratives": [
        "Russia actions in Ukraine are only self-defence",
        "The West are the aggressors",
        "Other",
        "Ukraine is associated with nazism"
    ]
}