{
    "text": "US will build ‘new world order’ – Biden \n\nThe current system has “run out of steam,” the president told supporters in a campaign speech Joe Biden speaks from the Oval Office of the White House in Washington DC, October 19, 2023 © AP / Jonathan Ernst\n\nThe current US-led world order has “sort of run out of steam,” but Washington will shape the system that replaces it, US President Joe Biden told supporters on Saturday. Leaders in Moscow and Beijing, however, have argued otherwise.\n\nSpeaking at a campaign reception in Washington, Biden bragged about how he convinced Japan and South Korea to send financial aid to Ukraine, and how he signed a rail and ports deal with the EU, India, and Saudi Arabia at the G20 summit in New Delhi last month.\n\n“So, I think we have an opportunity to do things, if we’re bold enough and have enough confidence in ourselves, to unite the world in ways that it never has been,” Biden declared.\n\n“We were in a post-war period for 50 years where it worked pretty damn well, but that’s sort of run out of steam. Sort of run out of steam. We need a new, new world order in a sense,” he continued.\n\nThe world order that emerged following the Second World War was a bipolar one, with the US and USSR vying for influence and geopolitical supremacy. The collapse of the Soviet Union ushered in a unipolar world order, with the US the sole superpower. As the USSR disintegrated, then-US President George HW Bush proclaimed victory in the Cold War and the dawning of a “new world order” in his 1991 State of the Union address.\n\nThree decades later, and with Washington scrambling for funds to fight two foreign wars, American dominance is less assured. China’s economy was the world’s eleventh largest in 1991, but is now second to only the US’. With Beijing expanding its nuclear arsenal and modernizing its military, President Xi Jinping has referred to the US-led West as “declining” on multiple occasions, and hailed the emergence of a “multipolar world,” in which international relations are governed by laws and treaties, rather than US-enforced “rules.”",
    "article_id": "EN_UA_300030.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy"
    ],
    "subnarratives": [
        "The West is weak"
    ]
}