{
    "text": "UN Chief Warns of Global Economic Crisis at World Economic Forum in Davos \n\n United Nations Secretary-General Antonio Guterres offered a grim outlook on the global economic during the World Economic Forum’s 2023 summit in Davos, Switzerland, warning of a possible worldwide economic downturn.\n\nCiting the “perfect storm” of the Russia–Ukraine war, high food prices, and high energy costs, Guterres said that there will be “huge economic consequences” around the world. He did not predict, however, when the slowdown would start.\n\nGuterres noted that economies outside the United States, Europe, and Asia would face worsening economic conditions. Developing countries in Africa, South America, and much of Asia are seeing rising interest rates, he noted.\n\n“Interest rates are going up extremely in the global south. Countries are close to default. They have no resources because they couldn’t print money like the United States did, like Europe did during the COVID-19 [pandemic],” the UN chief told Bartiromo. “They have no access to concessional funding because many of them are middle-income countries. Look at small island developing states, the Caribbean islands.”\n\nSome of those countries, he added, “lived on tourism” and “tourism has ended for two years, but as they are middle-income countries, they had no debt to live, they had no concessional funding.”\n\nGuterres said that the United Nations is proposing a global stimulus plan to address economic woes, and claimed that economies should transition from oil and gas to other energy sources. “We need to do that in a just way,” he said, adding that “this transition needs to be well-managed.”\n\nMeanwhile, the West and China need to have “serious” negotiations amid the dim global economic outlook, said the UN chief.\n\nOther WarningsWhile inflation has eased at the consumer and producer level in the United States in recent months, a number of economists and business leaders say that Americans should prepare for a recession starting in 2023. The Federal Reserve has raised interest rates to their highest levels in decades in order to cool high inflation that reached more than 9 percent in June 2022, though it has since dropped to below 7 percent.\n\n“Some economists argue that the strength of the labor market—as well as household balance sheets—will keep the economy strong enough to avoid a recession,” wrote Lakshman Achuthan and Anirvan Banerji, co-founders of the Economic Cycle Research Institute, for CNN’s website. “We disagree,” they wrote, saying that “it remains our expectation that the U.S. economy will enter a recession this year.”\n\n“I’m confident that Microsoft will emerge from this stronger and more competitive,” Microsoft CEO Satya Nadella told employees in a memo on company’s website on Wednesday.\n\nOther tech firms, such as Amazon, Meta, Alphabet, Salesforce, and Twitter, have announced similar moves in recent weeks. Microsoft, based in Redmond, Washington, had 221,000 full-time employees as of June 30, 2022, according to government filings.",
    "article_id": "EN_UA_300074.txt",
    "category": "URW",
    "narratives": [
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "Other"
    ]
}