{
    "text": "Most Taiwanese do not view US as ‘trustworthy’, but majority trusts its security commitment for island: Survey \n\n A majority of Taiwanese do not consider the United States a “trustworthy” country, despite expressing belief in Washington’s security commitment to the island, according to a recent survey conducted by National Chengchi University in Taipei.\n\nAccording to South China Morning Post, the annual survey, which polled 1,211 Taiwanese adults in September, found that only 34 per cent agreed that the US is trustworthy, maintaining the same level as the previous year when it fell from 43.4 per cent in 2021.\n\nYet as American credibility remained stable, more than 50 per cent did not deem the US “trustworthy” in the survey of 1,211 Taiwanese adults conducted in September, although China fared significantly worse.\n\nAnalysts attribute this skepticism to the unfolding events in Ukraine and how the US government responded to Russia’s invasion.\n\n“We suspect that the drop may have come from the occurrence of the Ukraine war and how the United States government responded,” South China Morning Post quoted Hsin-Hsin Pan, a member of the survey team at Taipei’s Soochow University, as saying.\n\n“Washington’s handling of Russia’s invasion of Ukraine indicates to many Taiwanese how the US might respond if Beijing were to engage in armed conflict with the island,” Pan added.\n\nDespite the mixed views on the US, perceptions of China were consistently negative.\n\nOnly 9.3 per cent of respondents considered China “trustworthy,” a slight decrease from last year’s 9.4 per cent and 13.5 per cent in 2021. China considers Taiwan a renegade province and has asserted its intention to reunite it with the mainland, even if force is necessary.\n\nWhile the US does not officially recognise Taiwan as an independent country and adheres to a one-China policy, the Taiwan Relations Act of 1979 legally binds Washington to “provide Taiwan with arms of a defensive character” and maintain the capacity to resist any form of coercion.\n\nPresident Joe Biden has reiterated the US commitment to intervene militarily should China use force against Taiwan.\n\nThe survey also indicated strong support for American arms sales to Taiwan, with over 65 per cent of respondents expressing approval. Approximately 57 per cent believed that the US would use force to assist Taiwan if Beijing attempted to unilaterally change the status quo.\n\nThe findings highlight a notable gap between the overall credibility of the US and the credibility of its security commitment to Taiwan. Analysts emphasise that more people are willing to assign credibility to the US security commitment to Taiwan than to the US overall.\n\nRegarding the question of whether Taiwan and China belong to the same country, about 78 per cent of those polled rejected this idea.\n\nNotably, more than 50 per cent of Kuomintang party members or supporters, who generally favor closer ties with Beijing, also asserted that Taiwan and China are not part of the same country. This suggests a disconnect between the KMT party stance and the beliefs of its support base.\n\nAs Taiwan approaches its presidential election scheduled for January 13, the political landscape is becoming increasingly complex.\n\nThe election is expected to focus on local health and welfare issues, as well as relations with Beijing and the island’s sovereignty.\n\nWith regional tensions rising, the outcome of the election is seen as a potential turning point for the island’s future relations with China and the United States. The winning party will play a crucial role in shaping the trajectory of these relationships amidst evolving geopolitical challenges.\n\nWith inputs from agencies",
    "article_id": "EN_UA_102034.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy"
    ],
    "subnarratives": [
        "Other"
    ]
}