{
    "text": "Massive explosions rock Russia leaving thousands without power in ‘Ukrainian drone attack’ on power stations \n\n HUGE explosions have rocked two key electricity supply stations in Russia in a suspected Ukrainian drone strike.\n\nThe attack sparked a raging inferno and is understood to have left thousands without power in the Belgorod region.\n\nBelgorod governor said stations were hit in the city and another area in the wider region which borders Ukraine.\n\nHe said: \"In Belgorod and the Belgorod region, two fires were recorded at civilian facilities.\n\n\"There were no casualties. All emergency services are on site and the fire is under control.\"\n\nReports said parts of Belgorod city - which has a population of 340,000 - suffered blackouts after a targeted strike on a crucial substation in the suburb of Igumenka.\n\nAnother in the village of Dragunskoe was hit, according to Baza media outlet which has close links to law enforcement.\n\nThe village is some six miles northwest of the city centre.\n\nBelgorod is some 22 miles from the Ukrainian frontier.\n\nTelegram channels said there had been explosions before fires erupted.\n\nThere were separate unconfirmed Ukrainian claims that a Murom-P mobile surveillance complex in Belgorod region has been destroyed.\n\nBelgorod region has faced regular drone strikes from Ukrainian territory but not on the scale that Russia has hit Kyiv’s regions.\n\nBut Ukraine has also admitted to using sabotage tactics to cause fires in Russia.\n\nUkrainian intelligence chief Major-General Kyrylo Budanov has said that Russia was seeing many unusual explosions and fires.\n\n“Much of this is no accident,” he said, admitting that Ukraine was paying Russian saboteurs.\n\n“Something is constantly on fire [in Russia].\n\n“Signalling equipment on railways, it lights up several times a day, on various highways constantly for two to three hours, sometimes for five to six hours, traffic gets suspended.”\n\nThe suspected strikes come as Ukraine is claimed to be preparing a counteroffensive to grab back territory from invading Russian forces.\n\nLeaked classified US intelligence documents also appear to reveal Ukraine's plans.\n\nOne of the documents summarised the training schedules of 12 Ukraine combat brigades, and said nine of them were being trained by US and NATO forces, and needed 250 tanks and more than 350 mechanized vehicles.\n\nThe documents - at least one of which carried a \"top secret\" label - were circulated on pro-Russian government channels.\n\nInformation in the documents also details expenditure rates for munitions under Ukraine military control, including for the HIMARS rocket systems, the US-made artillery rocket systems that have proven highly effective against Russian forces.",
    "article_id": "EN_UA_300046.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}