{
    "text": "US ‘Concerned’ About Nuclear Escalation Risk From Russia but Not Changing ‘Nuclear Posture’: White House \n\n The Biden administration is very “concerned” that Russia might escalate its invasion of Ukraine and use nuclear weapons, U.S. national security adviser Jake Sullivan said Sunday.\n\nIn an interview with CNN’s Dana Bash on “State of the Union,” Sullivan said the United States was monitoring Russia’s moves closely but noted that officials have not yet seen anything that would require them to change their “nuclear posture.”\n\n“We are watching this extremely closely, and obviously, the escalation risk with a nuclear power is severe, and it is a different kind of conflict than other conflicts the American people have seen over the years,” Sullivan said.\n\n“And the American President, Joe Biden, has to take that responsibility extremely seriously, even as we redouble our efforts to support the Ukrainians. As things stand today, the United States has not adjusted our nuclear posture, but it is something that we monitor day by day, hour by hour, because it is a paramount priority to the president.”\n\nWhen asked if the Biden administration was “concerned” about the situation, Sullivan said, “Anytime you have a nuclear power fighting in a conflict zone in Europe near NATO territory, of course we have to focus on and be concerned about the possibility of escalation, the risk of escalation.”\n\nHowever, Sullivan again doubled down on his previous comment that officials “have not seen anything that would require us to change our nuclear posture at this time.”\n\nWithin days of invading Ukraine, Russian President Vladimir Putin ordered his nuclear forces on high alert, blaming the “hostile actions” and statements of Western nations and NATO.\n\n“Western countries are not only taking unfriendly actions against our country in the economic area. I’m speaking about the illegitimate sanctions that everyone is well aware of. However, the top officials of the leading NATO countries also make aggressive statements against our country as well,” Putin said in a televised meeting with top ministers.\n\nAs a result, Putin said that he has ordered “the minister of defense and the chief of the general staff [of the Russian armed forces] to transfer the deterrence forces of the Russian army to a special mode of combat duty.”\n\nThe deterrence forces include command of Russia’s vast arsenal of nuclear weapons, although it is unclear what a “special mode of combat duty” refers to.\n\nPutin’s order means that Russia’s nuclear weapons are prepared for the increased possibility of launch, raising the possibility that Western nations could be subject to nuclear strikes if they get too involved in the Ukraine conflict.\n\nHowever, Ukrainian President Volodymyr Zelensky on March 9 called Putin’s threat to use nuclear weapons in the Ukraine–Russia conflict a “bluff.”\n\nOn March 13, Russian and Ukrainian negotiators said that there had been progress in talks between both sides regarding a potential end to the conflict.\n\nThe Kyiv government is continuing to demand an “end of the war and the withdrawal of [Russian] troops,” Mykhailo Podolyak, an adviser to Zelensky, wrote on Twitter, adding that he believes Ukraine will “achieve some results literally in a matter of days.”\n\nWhile both sides appear to be optimistic about the potential to end the more than two-week-long conflict, no further details were provided.",
    "article_id": "EN_UA_300099.txt",
    "category": "URW",
    "narratives": [
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "There is a real possibility that nuclear weapons will be employed"
    ]
}