{
    "text": "Russia Mocks U.S.’s Attempts To Keep Ukraine Afloat \n\n TRUMP SAYS: HUNTER MAKES FORTUNE FROM SHADY DEALS!\n\nBIDEN FAMILY STINKS TO HIGH HEAVENS OF CORRUPTION!\n\nDON'T GET LEFT OUT: HUNTER MUST BE STOPPED!\n\nRussia is mocking the United States’ insistence on funding Ukraine while in massive amounts of debt. Washington continues to throw billions of dollars into the fire of the Ukraine conflict despite its ballooning debt, Russia’s ambassador to Washington Anatoly Antonov has said.\n\nThe U.S. empire is becoming the laughing stock of the world over its insistence on pushing war and death for profit. Antonov made the comments after Washington approved a new tranche of aid to Kiev on the day when its debt reached a new milestone of $35 trillion.\n\nMonday’s announcement by the Pentagon said that the U.S. will send an additional $1.7 billion in military aid to Ukraine because of an “accounting error” that somehow allows for more military spending. The ruling class can’t solve the inflation problem, but they can always find funding for war.\n\nThe Ruling Class, Now $35 Trillion In Debt, Finds Another $2 Billion For Ukraine\n\n”Washington continues to burn colossal money in the furnace of the Ukraine conflict, and it does so in the face of record levels of US government debt,” the diplomat told journalists. “One can only imagine what good the resources pumped into the neo-Nazi and terrorist Kiev regime would do if they were spent on peaceful needs, on development, and on addressing the multiple social and economic issues” at home, mused Antonov.\n\nStop The Denial: Ukraine Is A Proxy War That Will Lead To Wider World War\n\nRussia has also said that American weapons are not capable of turning around the situation on the battlefield and will only prolong the conflict and lead to more casualties, including among civilians. Historically, the U.S. hasn’t much cared about how many deaths result from its war mongering, as long as war is ongoing. It’s important to note that this is the disturbing reality of the ruling class we are being subjugated by.\n\nIt Took 22 Years to Get to This Point\n\nThe Kremlin has offered a lackluster response to Donald Trump’s election win. Spokesman Dmitry...\n\n",
    "article_id": "EN_UA_300070.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting Ukraine",
        "Amplifying war-related fears",
        "Speculating war outcomes"
    ],
    "subnarratives": [
        "Other",
        "Ukraine is associated with nazism",
        "By continuing the war we risk WWIII",
        "Ukrainian army is collapsing"
    ]
}