{
    "text": "Fed Drives a Stake Into Own Rate-Setting 'Newthink' \n\n Rest in peace, flexible average inflation targeting. The Federal Reserve raised interest rates by 0.75 percentage points on Wednesday, spurred into the biggest single move since 1994 by surging prices.\n\nThat may not kill inflation – but it does effectively kill Chair Jay Powell’s 2-year-old push to emphasize inclusive employment.\n\nIn the end, rising prices forced Powell’s hand. In May, the Fed chief had said he favored steady 0.5 percentage-point rate increases to contain inflation. But then Labor Department data showed consumer prices rising 8.6% year-over-year, the fastest pace since 1981. And Americans’ median expectations for inflation in May 2023 increased, according to a New York Fed survey released on Monday.\n\nThat has made the Fed’s newish framework, flexible average inflation targeting, acronym FAIT, untenable. Back in 2020, Powell said that after years of inflation below the central bank’s 2% target, it would shift to a new, flexible approach.\n\nRates would be allowed to stay near zero, even if inflation went above 2% for a while, to make sure the economy was creating enough jobs for groups like Black workers, who are often the last to benefit from economic expansions and who weren’t considered separately in the old ways of rate-setting.\n\nAggressively raising rates now risks leaving those workers in the lurch. The unemployment rate for Black Americans in May was 6.2% compared to the overall 3.6% level and 3.2% for white employees.\n\nAnd now the Fed projects the jobless pace will tick up the next few years. Elsewhere, expectations for debt delinquencies went up from April to May for those with an education level of a high school degree or less, according to the New York Fed survey. It will be for politicians, not central bankers, to decide how best to help those left behind.\n\nThere may still be room for Powell to innovate – for example, revisiting the 2% inflation target. The Fed failed to hit that on the way up for years, but the pandemic, trade wars and Russia’s invasion of Ukraine may have permanently altered supply chains and spending patterns.\n\nThe central bank’s June median projection for inflation this year is higher than in March at 5.2%.\n\nEven so, all newthink is best left until prices have found their level.\n",
    "article_id": "EN_UA_300044.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}