{
    "text": "US weaponizing the dollar – Lavrov \n\nThe West has destroyed free global competition and the immunity of property, Russia’s foreign minister says\n\nThe US is using the dollar to unleash trade wars worldwide, while international economic cooperation is also being weaponized, Russia’s Foreign Minister Sergey Lavrov said on Monday.\n\nThe US and its allies in the EU are using a wide range of “geopolitical engineering” tools, which include, among other things “unleashing trade and economic wars,” Lavrov stated, speaking at the Primakov Readings International Forum.\n\n“The activities of the World Trade Organization, primarily for settling disputes, have been blocked by Western countries. Such fundamental legal foundations of world economic relations as free competition and the immunity of property have been destroyed,” the Russian diplomat noted.\n\nLavrov went on to assert that the American currency has long been used as a weapon, adding that “destructive actions” by Western nations have resulted in producing the opposite effect to the intended one. The diplomat argued that US-led sanctions aimed at isolating Russia and crippling its economy in reality have stimulated the “strengthening of multipolarity in international affairs.”\n\nAccording to Lavrov, there is a growing awareness in the world that “no one is immune” in the face of the “aggressive actions of Washington and Brussels.”\n\nHe noted that not only Russia but many other countries are now “consistently” reducing their dependence on Western currencies by switching to alternatives for foreign-trade settlements.\n\nThe global trend towards using national currencies in trade instead of the US dollar began to gain momentum last year after Ukraine-related sanctions saw Russia cut off from the Western financial system and also saw its foreign reserves frozen.\n\nAs multipolarity takes shape, more nations are working on creating new transport corridors and supply chains. Meanwhile, an “unfair” and “unbalanced” model of globalization has become outdated, Lavrov said.",
    "article_id": "EN_UA_300013.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting the West, Diplomacy",
        "Negative Consequences for the West"
    ],
    "subnarratives": [
        "Other",
        "Diplomacy does/will not work",
        "Sanctions imposed by Western countries will backfire"
    ]
}