{
    "text": "Shapps Says UK Facing ‘Pre-War World’ and Can’t Risk Cutting Defence Spending \n\n Defence Secretary Grant Shapps has said Britain is in a “pre-war world” and cannot afford to reduce spending on the military.\n\nIn a major speech at Lancaster House in London, Mr. Shapps said the “peace dividend” that followed the end of the Cold War in the early 1990s was over.\n\nMr. Shapps said: “Because the era of the peace dividend is over, in five years’ time we could be looking at multiple theatres including Russia, China, Iran, and North Korea.”\n\n“Ask yourself, looking at today’s conflicts across the world, is it more likely that that number grows or reduces? I suspect we all know the answer. It’s likely to grow,” he added.\n\nMr. Shapps also announced 20,000 British service personnel would take part in NATO’s largest military exercises since the Cold War, following the announcement last week of a £2.5 billion support package to Ukraine.\n\nOver the weekend the RAF carried out air strikes with U.S. forces on the Iran-backed Houthi rebels in Yemen, after they targeted merchant shipping in their campaign against Israel.\n\nThe British government has set a goal of increasing defence spending to 2.5 percent of GDP, but Mr. Shapps has argued it should rise to 3 percent.\n\nHis speech on Monday—in front of an audience including top brass in the British military—might be seen as pushing the argument for increased defence spending.\n\nMr. Shapps said, “We made the critical decision to set out our aspiration to reach 2.5 percent of GDP on defence, and as we stabilise and grow this economy we’ll continue to strive to reach that as soon as possible.”\n\n“But now is the time for all allied and democratic nations across the world to do the same thing and ensure their defence spending is growing too,” he added.\n\n‘The Tanks Are Literally on Europe’s Ukrainian Lawn’The defence secretary said: “An age of idealism has been replaced by a period of hard-headed realism. Today our adversaries are busy rebuilding their barriers, old enemies are reanimated, new foes are taking shape, battle lines are being redrawn.”\n\n“The tanks are literally on Europe’s Ukrainian lawn and the foundations of the world order being shaken to their core,” he added.\n\nMr. Shapps refused to rule out further action against the Houthis following the weekend attacks.\n\nHe said the strike against the Houthis was a “single action” but added, “We will now monitor very carefully to see what they do next, how they respond and we will see from there.”\n\nLater Prime Minister Rishi Sunak said he would “not hesitate” to protect British shipping in the Red Sea.\n\nMr. Sunak told Sky News, “As we’ve said, not just to the Houthis but to their Iranian masters, in a sense, because they are really proxies for Tehran, this cannot go on.”\n\n“Freedom of navigation is just a given and always has been for many years. We cannot have that situation where they are trying to harass it, and we will keep a very close eye. If we have to take further action, that is something that we will consider,” he said.\n\nHe added, “They should be aware that if it doesn’t stop then of course we will then have to take the decisions that need to be taken.”",
    "article_id": "EN_UA_022319.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}