{
    "text": "Washington will not let Ukraine fail, US defence chief vows \n\n RAMSTEIN AIR BASE - Defense Secretary Lloyd Austin promised Tuesday that the United States will not let Ukraine fail in fighting off Russia, even as further aid remains stalled in Congress and Kyiv’s forces face shortages of munitions.\n\nThe Republican-led House of Representatives has been blocking $60 billion in assistance for Ukraine and the United States has warned that a recent $300 million package would only last a few weeks.\n\nThe “United States will not let Ukraine fail”, Austin said at the opening of a meeting in Germany of Ukraine’s international supporters, at which he is seeking to secure further assistance for Kyiv.\n\n“We remain determined to provide Ukraine with the resources that it needs to resist the Kremlin’s aggression,” he said. Washington announced $300 million in assistance for Ukraine last week, but Austin said it was only possible due to savings on recent purchases.\n\n“We were only able to support this much-needed package by identifying some unanticipated contract savings”, Austin said. Ukrainian President Volodymyr Zelensky said in a statement the day before that it is “critically important for us that the Congress soon completes all the necessary procedures and makes a final decision” on aid for Kyiv.\n\nTop US military officer General Charles “CQ” Brown told journalists en route to the Ukraine meeting that Kyiv’s troops are “having to pay attention to their supply rates and how they execute.” There is an “incremental kind of back and forth between Ukraine and Russia”, with “incremental gains on both sides”, Brown said.\n\nBut he noted that “even as the Russians have gained territory, they do it at a pretty big cost in number of casualties, like in personnel, but also in number of pieces of equipment that are being taken out.”\n\nAustin said in his remarks Tuesday that “Russia has paid a staggering cost for (President Vladimir) Putin’s imperial dreams”, using “up to $211 billion to equip, deploy, maintain, and sustain its imperial aggression against Ukraine.”\n\n“At least 315,000 Russian troops have been killed or wounded” since Russia launched its all-out invasion of Ukraine in 2022, Austin said, adding that Ukraine has also “sunk, destroyed, or damaged some 20 medium-to-large Russian navy vessels.”\n\nThe sinkings have been an embarrassment for Moscow and Russian state media confirmed Tuesday that the country had replaced the head of its navy. Austin and other US officials have spearheaded the push for international support for Ukraine, quickly forging a coalition to back Kyiv after Russia invaded and coordinating aid from dozens of countries.\n\nSpeaking at the Ramstein US base, German Defence Minister Boris Pistorius said Berlin has offered another half a million euros worth of military aid to Ukraine. “That includes 10,000 rounds of ammunition from the stock of our armed forces,” he told journalists. Germany is Ukraine’s second biggest donor of military support, after Washington, which has committed tens of billions of dollars to aid Kyiv since February 2022.",
    "article_id": "EN_UA_024628.txt",
    "category": "URW",
    "narratives": [
        "Overpraising the West",
        "Overpraising the West"
    ],
    "subnarratives": [
        "The West belongs in the right side of history",
        "The West has the strongest international support"
    ]
}