{
    "text": "First war of TikTok era sees tragedy, humor and deceit \n\n eart-rending videos of artillery strikes are being served up alongside funny snippets such as bomb-shelter cooking tips and invasion misinformation as the war in Ukraine plays out on TikTok.\n\nSince Russia invaded Ukraine, millions of people have tuned into the hugely popular social networking service for news and views of what is happening on the battleground.\n\nThat was not lost on United States officials who hosted a video call to brief popular TikTok \"influencers\" on details about the war, according to posts at the social network.\n\n\"Lots of people have been turning to digital creators to learn about the invasion of Ukraine,\" read a tweet Friday by Gen-Z for Change, a nonprofit focused on using social media to promote civil discourse.\n\n\"Yesterday, we joined the @WhiteHouse and @WHNSC for a briefing on the United States' strategic goals in Ukraine so we're better able to debunk misinformation,\" it added, referring to the White House National Security Council.\n\nAfter Russia invaded Ukraine, music-themed video clips in Marta Vasyuta's account gave way to images of soldiers and the ravages of war.\n\nStuck in London, the 20-year-old Ukrainian exchange student uses TikTok to share glimpses of the tragedy inflicted on people still in her home country.\n\n\"My mission is to spread information, to not stop talking about that, because it really matters,\" said the economics student from Lviv, whose videos have logged millions of views.\n\nValeria Shashenok stayed in the city of Cherniguiv, northeast of Kyiv, and switched to English to broaden the reach of her sometimes surreal wartime TikTok posts.\n\nIn one, she shows how to cook borscht in a bomb shelter. In another, she walks through rubble to a Rihanna music remix.\n\nThe 20-year-old photographer is among those who have not given up on the playful nature of videos considered a trademark of TikTok, which boasts more than 1 billion users.\n\n\"I try to keep the humor, because it is my nature,\" said 23-year-old TikTok creator Rimma, who asked for her second name to be withheld.\n\n\"I'm living through this trauma. My life is ruined, and there is nothing left for me but irony.\"\n\nHer TikTok clips include one of her in a basement in Odessa, quipping that Ukrainians' idea of going for a walk now is a jaunt to the nearest shelter.\n\nShe said the line between what was funny and what was hurtful was no longer clear, given the suffering and fear afflicting so many.\n\nBut the appetite for wartime content at TikTok appears strong, with Vasyuta and Shashenok seeing their accounts’ subscriber ranks multiply.\n\nYouthful sass\n\nWhile breaking news events such as armed conflicts have featured on social media for years, TikTok tends to feature spontaneity and a bit of sass that has proven particularly popular with younger audiences.\n\nIn the US where members of Gen Z, born in the late 1990s, shun traditional television, online platforms like TikTok are prime sources of news.\n\n\"I hope that the kids who watch this war unfold on TikTok become opposed to war [and] realize the horrors and dangers of it,\" said US high school history teacher Chris Dier, who is also a TikTok creator.\n\n\"What I don't want is for it to desensitize them and normalize war.\"\n\nYoung TikTok users were also being \"bombarded\" with propaganda that they likely needed help navigating, said Dier.\n\nTikTok told AFP that it had ramped up resources to detect and counter \"emerging threats\" and \"harmful disinformation\" on the platform.\n\nOn March 6, the subsidiary of China-based ByteDance suspended the uploading of videos in Russia in reaction to a new law making it a crime to \"discredit\" the Russian military.\n\nThe flow of pro-Russian messages has noticeably declined at TikTok, with the most popular account being state-backed news agency RIA Novosti, which is known for false or discredited claims, such as the alleged existence of secret bioweapons labs in Ukraine.\n\nShare your experiences, suggestions, and any issues you've encountered on The Jakarta Post. We're here to listen.\n\nThank you for sharing your thoughts. We appreciate your feedback.\n\nQuickly share this news with your network—keep everyone informed with just a single click!\n\nShare the best of The Jakarta Post with friends, family, or colleagues. As a subscriber, you can gift 3 to 5 articles each month that anyone can read—no subscription needed!",
    "article_id": "EN_UA_101067.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}