{
    "text": "After North Korea’s Kim Jong Un, Putin and Xi to meet in Beijing in October, says Kremlin \n\n Russian President Vladimir Putin will meet China’s Xi Jinping for talks in Beijing in October, the Kremlin said on Tuesday, Putin’s first known trip abroad since an arrest warrant was issued against him over the deportation of children from Ukraine.\n\nNikolai Patrushev, a close Putin ally and the secretary of Russia’s Security Council, said Russia and China should deepen cooperation in the face of the West’s attempt to contain them both.\n\nHe was quoted by the Interfax news agency as saying that the talks in Beijing would be “thorough”, at a meeting in Moscow with China’s top diplomat, Wang Yi.\n\nPutin will attend the third Belt and Road Forum after an invitation by Xi during a high-profile visit to Moscow in March.\n\nDays before that visit, the International Criminal Court (ICC) issued a warrant for Putin’s arrest on suspicion of illegally deporting hundreds of children or more from Ukraine.\n\nMoscow denies the allegations and the Kremlin said the warrant was evidence of the West’s hostility to Russia, which opened a criminal case against the ICC prosecutor and the judges who issued the warrant.\n\nRussia’s full-scale invasion of Ukraine early last year has triggered one of the deadliest European conflicts since World War Two and the biggest confrontation between Moscow and the West since the 1962 Cuban Missile Crisis.\n\nPutin has pivoted towards China, and Xi has stood by him.\n\nChinese-Russian trade has soared since the invasion, and Russia has sold Asian powers including China greater volumes of the oil it can no longer sell to the West because of sanctions.\n\nPutin last visited Beijing in February 2022, days before the invasion, where he and Xi announced a ‘no limits’ partnership. Moscow says this does not mean a military alliance, however.\n\nThe United States sees China as its gravest long-term “strategic competitor” and Russia as an “acute threat”.\n\nChina has refrained from condemning Russia’s operation against Ukraine or calling it an invasion, in line with the Kremlin, which casts the war as a “special military operation”.\n\nEarlier this year, CIA Director William Burns said Russia was becoming more and more dependent on China and was even at risk of becoming its “economic colony” in time.",
    "article_id": "EN_UA_019640.txt",
    "category": "URW",
    "narratives": [
        "Praise of Russia",
        "Russia is the Victim"
    ],
    "subnarratives": [
        "Russia has international support from a number of countries and people",
        "The West is russophobic"
    ]
}