{
    "text": "Putin Mobilizes More Troops, Hints at Nuclear Weapon Use in Conflict Over Ukraine \n\n Russian President Vladimir Putin on Sept. 21 accused Western powers of engaging in nuclear blackmail and put his country onto an enhanced wartime footing, ordering a partial military mobilization and vowing to use “all means available” in the event of a threat against Russia and its people.\n\n“Those that allow such statements shall be reminded that our country also has various weapons of mass destruction,” including some that are more advanced than those in NATO’s arsenal, he added, according to a translation of his remarks by Sky News.\n\nAccusations Against the WestPutin accused the West of seeking to “weaken, divide and ultimately destroy” Russia, according to an official Kremlin translation of part of his speech, which was posted on the Kremlin website.\n\nClaiming that Western powers had concocted these plans long ago, Putin said they fomented anti-Russia terrorist activity in the Caucasus, moved “NATO’s offensive infrastructure” near his country’s borders, nurtured “hatred for Russia for decades,” and intended to set up Ukraine as an “anti-Russia bridgehead.”\n\nRussia’s Defense Minister Sergei Shoigu told Russian state television that Putin’s mobilization order would encompass reservists but wouldn’t include students or anyone without prior military service.\n\nThe Russian leadership has been reluctant to order a broad military mobilization, portraying the invasion of Ukraine as a “special military operation” that’s limited in scope.\n\nPutin’s order marks the first time since World War Two that a military mobilization of Russian citizens has been invoked.\n\nCritical ReactionsPutin’s move drew critical reactions from Western leaders and Ukrainian officials.\n\nBridget Brink, U.S. Ambassador to Ukraine, took to Twitter to describe Putin’s order as a sign of “weakness” and “failure.”\n\nBritain’s Defense Secretary Ben Wallace was cited by The Scotsman as saying that Putin’s order amounts to an admission of failure.\n\n“Putin’s breaking of his own promises not to mobilize parts of his population and the illegal annexation of parts of Ukraine, are an admission that his invasion is failing,” Wallace said.\n\n“No amount of threats and propaganda can hide the fact that Ukraine is winning the war, the international community are united, and Russia is becoming a pariah,” he added.\n\nAnxious investors fled risk assets following Putin’s speech, while safe havens like bonds and the U.S. dollar rose.",
    "article_id": "EN_UA_008072.txt",
    "category": "URW",
    "narratives": [
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "There is a real possibility that nuclear weapons will be employed"
    ]
}