{
    "text": "Fetterman drapes himself in Israeli flag during DC rally in support of the Jewish state \n\n Fetterman drapes himself in Israeli flag during DC rally in support of the Jewish state\n\nSen. John Fetterman (D-Pa.) draped himself in an Israel flag as he joined the nearly 300,000 people gathered on the National Mall in Washington, DC, Tuesday in support of the Jewish state as it wages war against Hamas terrorists.\n\nThe Pennsylvania Democrat was photographed at the March for Israel rally with the blue and white flag wrapped over his trademark hoodie as he greeted attendees.\n\nFetterman has been unequivocal in his staunch support of Israel since Hamas’ Oct. 7 terrorist attack despite facing some left-wing backlash over his stance.\n\n“Of course I’m here, how could I not!” Fetterman told one rally-goer, according to an attendee’s X post.\n\nA sharp-eyed X user pointed out that Fetterman used the strings on his hoodie to affix the flag to himself in “the most bipartisan act I’ve ever seen from a Senator.”\n\nFetterman’s fondness for the Israeli flag triggered several pro-Palestinian protesters outside the US Capitol last week, after the senator emerged from the building waving a small Star of David flag above his head as some demonstrators were being arrested.\n\n“Shame! What a joke!” some of the booing protesters shouted as Fetterman strolled by.\n\nIn his office, the senator also displays the posters of the innocent Israelis kidnapped by Hamas terrorists during their deadly raid which also killed 1,200 people.\n\n“They will stay up until every single person is safely returned home,” Fetterman noted in a video posted on X.\n\nFetterman has also argued against a cease-fire in the conflict, which has reportedly angered some of his supporters and former staffers.\n\n“Now is not the time to talk about a ceasefire. We must support Israel in efforts to eliminate the Hamas terrorists who slaughtered innocent men, women, and children,” the former lieutenant governor of Pennsylvania said in anOct. 18 post on X. “Hamas does not want peace, they want to destroy Israel. We can talk about a ceasefire after Hamas is neutralized.”\n\nFetterman, however, has remained a harsh critic of congressional Republican efforts to decouple US military aid for Israel from a separate aid proposal for Ukraine as it defends itself against Russia’s invasion.\n\nOn Tuesday he called on his GOP colleagues in the upper chamber to cease efforts to pass a stand-alone Israel aid bill.\n\n“Israel and Ukraine are going through existential threats. We need to send aid to BOTH, and my Republican colleagues need to cut the crap,” Fetterman wrote on X.\n\n“This isn’t a game,” he added.",
    "article_id": "EN_UA_021263.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy"
    ],
    "subnarratives": [
        "West is tired of Ukraine"
    ]
}