{
    "text": "NATO ‘Cautiously Optimistic’ Amid Reports of Russian Troop Withdrawal \n\n After Russia announced Tuesday that it will pull out some troops from near the Ukrainian border, top NATO officials expressed that they are “cautiously optimistic” for a de-escalation of tensions.\n\n“There are signs from Moscow that diplomacy should continue. This gives grounds for cautious optimism. But so far we have not seen any sign of de-escalation on the ground from the Russian side,” NATO Secretary-General Jens Stoltenberg told reporters Tuesday morning following Russia’s announcement.\n\nRussia did not say how many units were being withdrawn, and how far, after a build-up of some 130,000 Russian troops to the north, east, and south of Ukraine. Video footage posted online by the Russian Defense Ministry Press Service on Tuesday allegedly showed Russian tanks moving back to their permanent bases and away from the border.\n\nNATO said that it has yet to see evidence of a de-escalation in the crisis.\n\n“Russia has amassed a fighting force in and around Ukraine unprecedented since the cold war. Everything is now in place for a new attack,” Stoltenberg said. “But Russia still has time to step back from the brink, stop preparing for war and start working for a peaceful solution.”\n\nThe Kremlin said Tuesday’s developments were proof that Western talk of war had been both false and hysterical.\n\n“February 15, 2022 will go down in history as the day Western war propaganda failed. Humiliated and destroyed without a single shot fired,” Foreign Ministry spokeswoman Maria Zakharova said in a statement, according to Reuters.\n\nOn Monday, Belarussian President Alexander Lukashenko told Russian media the United States and the West are trying to “spark a conflict” with recent statements about a possible invasion.\n\n“Look, if we planned any war against Ukraine, the media would have behaved completely differently. Because the media is the modern war’s bombardments,” he said.\n\nFrance said it had yet to confirm the return of some Russian troops to bases, though this would be a positive sign. German Chancellor Olaf Scholz, on the latest Western diplomatic mission to defuse the crisis, met Putin in the Kremlin.\n\nOver the past weekend and on Monday, White House officials called on Americans to leave Ukraine and asserted that an invasion could occur in the near future. No evidence was provided for the second claim.\n\nThe U.S. Department of State also shut down its embassy in Kyiv and moved it to Lviv, located in the western part of Ukraine.\n\n“We are in the process of temporarily relocating our Embassy operations in Ukraine from our Embassy in Kyiv to Lviv due to the dramatic acceleration in the buildup of Russian forces,” Secretary of State Antony Blinken said in a statement.\n\n“These prudent precautions in no way undermine our support for or our commitment to Ukraine. Our commitment to Ukraine’s sovereignty and territorial integrity is unwavering,” Blinken added, noting that “the path for diplomacy” is available.\n\nAround the same time, confusion was sparked when Ukrainian President Volodymyr Zelensky posted a statement on Facebook that said Russia would invade on Feb. 16. However, his office later said that he made the remarks sarcastically in an apparent attempt to make light of various Western intelligence reports suggesting an imminent invasion.",
    "article_id": "EN_UA_001052.txt",
    "category": "URW",
    "narratives": [
        "Blaming the war on others rather than the invader"
    ],
    "subnarratives": [
        "The West are the aggressors"
    ]
}