{
    "text": "Biden Crime Family Whistleblower Is ‘Missing Feared Dead’, Says GOP Oversight Committee Chair \n\n The key witness in an investigation into the Biden crime family corruption and influence-peddling has gone missing and is feared dead just days before he was due to testify, according to Oversight Committee chair Rep. James Comer (R-KY).\n\nAccording to Comer, his team has been unable to reach the FBI informant who alleged corruption by Biden and his family, after the bureau dodged a subpoena last week demanding a report detailing allegations that he took bribes while vice president.\n\n“Well, unfortunately, we can’t track down the informant. We’re hopeful that the informant is still there,” Comer told Maria Bartiromo on Fox News’ “Sunday Morning Futures.” Comer also said a whistleblower communicating with the committee about the alleged bribery scheme “knows the informant” and is “credible.”\n\nThe People’s Voice had the scoop on the missing whistleblower last week. Watch:\n\nComer told Bartiromo that the Oversight Committee has identified a pattern of intimidation by the Biden White House.\n\n“Nine of the ten people that we’ve identified that have very good knowledge with respect to the Bidens, they’re one of three things: They’re either currently in court; they’re currently in jail; or they’re currently missing,” said Comer.\n\nHe said others “want to come forward” about the first family’s history of influence peddling, but they “fear for their lives.”\n\n“Not only are the Biden lawyers and the Biden White House intimidating them — the media is trying to intimidate and discredit them,” according to Comer, who went on to blast committee Democrats for their actions in the probe.\n\nComer also revealed further details about how the FBI dodged a subpoena demanding details about the corruption case. According to Comer, the whole thing stinks of a high-level cover up.\n\nThe FBI objected to handing over the FD-1023 informant report last week, informing the Oversight panel in a six-page letter that the information was “unverified” and may risk the confidentiality of agency sources.\n\n“All we’re asking the FBI with respect to the form 1023 is, ‘What did you do to investigate this allegation?’ And they sent us back a very patronizing letter basically saying, ‘Just trust us and don’t worry about it,’” Comer said Sunday.\n\n“This is a pattern of behavior by the FBI that would suggest there’s been a cover-up for many years with respect to the Biden influence-peddling.”\n\nAccording to the subpoena, the report on the allegations was “created or modified in June 2020” — the same month that Biden clinched the Democratic presidential nomination — and alleges a “criminal scheme” involving “money for policy decisions.”\n\nThe allegations are the first to have directly implicated Biden rather than his scandal-plagued son, Hunter, who is currently facing congressional and federal investigations into his overseas business dealings in countries including China, Ukraine and Russia.",
    "article_id": "EN_UA_300089.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}