{
    "text": "In Sign of Support, US Bombers Fly Over Dubrovnik, Balkans \n\n A pair of U.S. Air Force B52 strategic bombers on Monday flew low over the Croatian resort of Dubrovnik and three other NATO-member states in the region as a sign of support amid the Russian aggression in Ukraine.\n\nIn addition to the walled Croatian tourist resort of Dubrovnik, the aircraft flew over the government headquarters in Skopje, North Macedonia, the downtown Skanderbeg Square in the Albanian capital, Tirana, and up the Adriatic coast of Montenegro.\n\nThe Balkans and the Adriatic Sea have lately seen increased military, intelligence and propaganda activity by Moscow, which considers the region of its strategic interest because of its access to the Mediterranean.\n\n“The purpose of each flyover is to demonstrate U.S. commitment and assurance to NATO allies and partners located in southeastern Europe,” the U.S. Air Force said in a statement. “Additionally, this will provide citizens an opportunity to take photos, videos, and enjoy the aircraft flying overhead.”\n\nCrowds gathered on the squares in Skopje and Tirana, and tourists watched in Dubrovnik and Montenegro as the giant bombers thundered overhead. Some onlookers waved American flags.\n\nNorth Macedonia was the last nation to join NATO in 2020 and Montenegro did it in 2017, both despite strong opposition from Russia.\n\nNorth Macedonia’s Army Chief of Stuff, Lt. Colonel Jovan Azmanovski, told TV broadcaster Kanal 5 that the bombers’ flights were symbolic proof that “our skies are safe.”\n\n“People in North Macedonia were able to see a flights of USAF B52 two strategic bombers over Skopje, which demonstrate our NATO membership and the safety and security of our and skies of entire alliance. Our skies are safe and our (NATO) membership is more than visible,” Azmanovski said.\n\nIn Tirana, Albanian Army Chief of Staff Arben Kingji said “we are witnessing a strategic military demonstration.\"\n\n“Our strategic partners are hand to hand with us, it’s a message of unity,\" he said at the square where people gathered.\n\nThe two B-52 Stratofortress aircraft are assigned to the 23rd Bomb Squadron currently operating out of RAF Fairford, United Kingdom.\n\nSince 2018, the U.S. has conducted more than 200 Bomber Task Force sorties with allies and partners.\n\nMost recently, this involved B-1B Lancer flights over the Nordic, Baltic, and Black Sea regions in May, as well as an air policing overflight of North Macedonia in June. In June, Stratofortresses conducted flights over the Arctic Ocean, and later took part in BALTOPS, the largest annual exercise in the Baltic Sea.\n\nIn the Baltic Sea, the amphibious warship USS Kearsarge -- the largest warship ever to visit Lithuania — was officially welcomed Monday. The country borders fellow NATO member Poland and Belarus, a Moscow ally.\n\nOn Monday, the NATO air police mission in Lithuania reported that jets were scrambled four times last week to identify and escort Russian war planes, which violated rules of international airspace.\nibuted.",
    "article_id": "EN_UA_300075.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}