{
    "text": "Nuclear War Back on the Table; I’m Loading Up on SILVER!! \n\n We proudly RE-POST this publication, originally released on WealthResearchGroup.com. In 2023, Wealth Research Group’s founder made his portfolio visible and the results were world-class! Over 15 companies reached new highs and he just made his 2024 portfolio available for us. ACCESS IT HERE!\n\nAmerican Interventionism Is Dangerous,\n\nBut Is It Worse than the Alternative?\n\nI’ve been here before, only I didn’t know it. When I born in the summer of 1984, the world had already escaped nuclear holocaust on a number of occasions, but the biggest close calls happened in the early 1980s, with one of them so close to a Soviet-American thermonuclear war that the Soviet officer who de-escalated the event is dubbed “the man that saved the world” – Stanislav Petrov.\n\nLike all incredible lucky stories, Stanislav was called to duty at the last second, because the officer originally assigned to the shift was sick.\n\nSuddenly, his screen was filled with notices of nuclear warheads headed to the Soviet Union from the United States, and he had to decide whether or not to call Moscow ASAP and alert them that in five minutes, the entire country would be obliterated!\n\nBut something stopped him… he began reasoning that had the United States started on the path of nuclear war, they’d launch hundreds of missiles, not just a few, and decided to hold off and learn that no other station was reporting anything.\n\nSubsequently, he learned that this was a new satellite detection system that was totally useless, and that even flares from the clouds and sun could make it beep.\n\nBasically, he found out that the latest Soviet air defenses were garbage and was actually fired, instead of hailed for his deep thinking.\n\nI was born the year after Stanislav Petrov saved the world, including my own parents.\n\nNow, the Russians and NATO members are fighting a proxy war in Ukraine. France is ready to send troops to Ukraine already and, instead of having the country join NATO, it will essentially turn Ukraine into a buffer zone between Russia and the rest of Europe, but president Biden, of all people, is the one blocking it.\n\nNo wonder precious metals are soaring, but do I agree with hedge fund managers that it is overvalued?\n\nCourtesy: Zerohedge.com\n\nIn my opinion, gold is not overvalued, and its fair price is in the neighborhood of $2,582, whereas silver’s is around $37.\n\nIn the next few weeks, Biden will realize that France entering Ukraine, while showing that Washington is playing second fiddle to an emerging superpower in Europe. Washington stands to gain much from this, as it will drastically shift from policing the world to coalizing with other nations and keeping its influence, while isolating more and more, which is a very bi-partisan strategy.\n\nIf this happens, a head-on confrontation between France and Russia will send the human race back to the WW2 era, and I submit to you that French troops will then be reinforced by German, Polish and Italian ones.\n\nUkraine, in effect, will be like the Berlin Wall, separating Russia from Europe proper.\n\nIf you’re shaking your head in disbelief, just know that during Carter’s term in office, a 40c-worth chip malfunctioned once, prompting the screens to show that 2,000 Soviet warheads were en route to major American cities. Only five minutes later, when Carter was about to be notified and we were minutes away from launching a counterstrike, the operations room called to say it was a faulty chip!!!\n\nYeah, own silver… it’s going higher.\n\nComments",
    "article_id": "EN_UA_025764.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting Ukraine",
        "Discrediting the West, Diplomacy",
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "Other",
        "Ukraine is a puppet of the West",
        "The West does not care about Ukraine, only about its interests",
        "By continuing the war we risk WWIII"
    ]
}