{
    "text": "International agencies call for urgent aid to address food insecurity \n\n The Russian invasion of Ukraine, and Western sanctions on Moscow, have sent energy and food prices soaring in recent weeks, while rising natural gas prices also have impacted fertilizer production, which in turn hurts farmers.\n\najor international organizations issued an appeal Wednesday for urgent measures to deal with rising food insecurity in poor countries, including financing to support farmers and increase food supplies.\n\nThe Russian invasion of Ukraine, and Western sanctions on Moscow, have sent energy and food prices soaring in recent weeks, while rising natural gas prices also have impacted fertilizer production, which in turn hurts farmers.\n\n\"It is critical to quickly provide support for food insecure countries in a coordinated manner,\" the heads of the IMF, World Bank, World Trade Organization and UN World Food Program said in a joint statement.\n\nProtests have erupted in some countries over high prices, and the statement said, \"The increase in food prices and supply shocks can fuel social tensions in many of the affected countries, especially those that are already fragile or affected by conflict.\"\n\nThe organizations called on the international community to provide financing for emergency food supplies, a safety net for poor families and farmers, and to increase agricultural production.\n\nThey also called for \"open trade\" that avoids export restrictions or \"humanitarian food purchases.\"\n\nWhile the poor nations are most vulnerable to the crisis, middle income countries increasingly are at risk, the statement said.\n\n\"Surging fertilizer prices along with significant cuts in global supplies have important implications for food production in most countries, including major producers and exporters, who rely heavily on fertilizer imports,\" they said.\n\nIMF chief Kristalina Georgieva, World Bank President David Malpass, WTO head Ngozi Okonjo-Iweala and WFP director David Beasley issued the statement before next week's meeting of the IMF and World Bank.\n\nIncreased fragility\n\nThe war in Ukraine came as the global economy was trying to right itself following the COVID-19 pandemic, while navigating supply chain snarls that created shortages and a surge in inflation.\n\nNew lockdowns in China have added further uncertainty to the recovery.\n\nUkraine is a key source of grain while Russia is a major producer of energy and fertilizer needed for agriculture.\n\nProtestors in Peru have taken to the streets to demand government action, as did people in Sri Lanka, where the government on Tuesday announced it was defaulting on its US$51 billion in foreign debt.\n\nPoverty rose sharply during the pandemic, and the World Bank warns that for each one percentage point increase in food prices, 10 million people are thrown into extreme poverty worldwide.\n\n\"Sharply higher prices for staples and supply shortages are increasing pressure on households worldwide and pushing millions more into poverty,\" the officials said.\n\n\"Increased fragility and conflict pose persistent harm to people around the globe.\"\n\nShare your experiences, suggestions, and any issues you've encountered on The Jakarta Post. We're here to listen.\n\nThank you for sharing your thoughts. We appreciate your feedback.",
    "article_id": "EN_UA_003579.txt",
    "category": "URW",
    "narratives": [
        "Negative Consequences for the West"
    ],
    "subnarratives": [
        "Sanctions imposed by Western countries will backfire"
    ]
}