{
    "text": "Warning US could be ‘hit with most debilitating strike EVER’ in space war with Russia after chilling ISS threat \n\n Warning US could be ‘hit with most debilitating strike EVER’ in space war with Russia after chilling ISS threat\n\nTHE US could be hit with the most debilitating and destructive strike ever in a potential space war with Russia, an expert warns.\n\nRelations between Moscow and Washington have plunged to new lows amid the Ukrainian crisis, and Russia’s space agency warned that US sanctions could “destroy” cooperation on the International Space Station.\n\nMoscow claimed Washington needs its cooperation to prevent the ISS from falling on the US or Europe.\n\nGeopolitical and space expert Brandon J Weichert told The Sun that Moscow has a decade to a 12-year advantage on the US in the galaxies.\n\nHe said US defenses are in “no way fit” to deal with the challenges posed by Russia.\n\nWeichert warned: “We are going to get hit very hard soon in space. It is going to be the most debilitating strike on America, possibly ever.\n\n“And we may not recover from it in a timely fashion. This could be how we lose our first war on Earth is losing the war in space.”\n\nWeichert slammed the \"arrogant\" DC political class, claiming they didn’t foresee any rival challenging Washington’s dominance in the post-Cold-War world.\n\nMost read in The Sun\n\nHe said: “They thought there would never be a need for any kind of preventative or security measure because we thought we would always be dominant, and we thought no one would be crazy enough to challenge us.\n\n“Well here we are 30 years later, and you have Russia, China, North Korea, and even Iran showing us that it was the wrong assumption.”\n\nThe expert feared that the US has a 60 percent chance of being pushed out of space by its rivals completely.\n\nPresident Biden unleashed a package of sanctions against Moscow on Thursday after Putin’s forces rolled into Ukraine.\n\nAnd, an additional 7,000 troops will be sent to Eastern Europe to bolster Nato’s defenses.\n\nRussia’s invasion of the besieged nation saw Europe plunged into its biggest crisis since World War II.\n\nExperts claim the world has not seen a crisis since the Cuban Missile Crisis in the 1960s.\n\nThe flashpoint was the closest point the world came to a full-blown nuclear war.\n\nUS intelligence feared that Kyiv could fall within 96 hours and US Secretary of State Antony Blinken said it’s a “possibility” that Putin could move beyond the borders of Ukraine.\n\nThe Russian strongman may feel emboldened and seek to move on to other nations if successful.\n\nTroops have reportedly already been spotted in the Belarussian city of Brest – 10 miles east of the Polish border.\n\nBiden told reporters Thursday: “He has much larger ambitions. He wants to, in fact, re-establish the former Soviet Union. That’s what this is all about.”\n\nWeichert said: “If Putin suspects the West will prop up a formidable anti-Russian resistance in a post-invasion Ukraine, he will risk not only nuclear war but also will threaten to attack US assets in space and the ISS.\n\n“Putin fully understands the concept of asymmetrical warfare.”\n\nHe speculated that Moscow will ramp up its threats in cyberspace and nuclear warfare.\n\nPUTIN'S THREATS\n\nIn December, Weichert warned that Moscow is plotting to launch a Pearl Harbor attack on the US in the cosmos.\n\nThe Pearl Harbor attack of December 1941 left America reeling as Japanese forces bombed the US naval port.\n\nIn his book, Winning Space: How America Remains a Superpower, Weichert says that Russian co-orbital satellites, known as space stalkers, have been tailgating US satellites for years.\n\nHe predicts that the stalkers will eventually hit the satellites, sending them crashing into the ground.\n\nWeichert believes Russia is preparing to launch a \"devastating\" attack on American satellites at the time of its own choice.\n\nHe warned that before launching an attack on Washington’s satellites, Moscow would \"engage in a series of escalations” with neighboring nations.\n\nRussia conducted an anti-satellite weapon test (ASAT) in November where it destroyed one of its own satellites that had been in orbit since 1982.\n\nREAD MORE SUN STORIES\n\nBlinken branded the test \"dangerous and irresponsible\" as it created a field of 1,500 pieces of debris, forcing the ISS crew to take shelter.\n\nState Department spokesperson Ned Price said the test marked an increase in the risk to astronauts and cosmonauts on the ISS.\n\nWe pay for your stories!\n\nDo you have a story for The US Sun team?\n\nEmail us at exclusive@the-sun.com or call 212 416 4552.\n\nLike us on Facebook at www.facebook.com/TheSunUS and follow us from our main Twitter account at @TheSunUS",
    "article_id": "EN_UA_100840.txt",
    "category": "URW",
    "narratives": [
        "Negative Consequences for the West",
        "Discrediting the West, Diplomacy",
        "Amplifying war-related fears",
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "Sanctions imposed by Western countries will backfire",
        "The West is weak",
        "Russia will also attack other countries",
        "There is a real possibility that nuclear weapons will be employed"
    ]
}