{
    "text": "Germany's ex-interior minister lashes out at government's political stance on Ukraine-Russia conflict \n\n Germany's ex-interior minister lashes out at government's political stance on Ukraine-Russia conflict\n\nOtto Schily was one of the founding members of the Greens Party in 1980, but then joined the Social Democrats (SPD) nine years later. Today, the former German interior minister is sharply criticising his former parties regarding their stance on the Ukraine-Russia conflict, the management of the economy and the direction energy policy has taken.\n\nFormer German Interior Minister Otto Schily cautioned against the dangers of Germany taking an unilateral course in the Ukraine conflict, while at the same time clearly arguing in favour of war. „A bellicosity has developed in Germany, which is risky,” Mr Schily told the German Press Agency.\n\n“The Greens, of all people, are too one-sided. There is too little thought about how we can get out of the conflict,”\n\nsaid the former Social Democrat politician, emphasizing that he unreservedly condemns the war and the bloodshed it brings. He added that instead of deepening the conflict, the German federal government should be seeking to find other prospects for Ukraine besides being sent money and weapons. Constructive ideas and political imagination are needed, he said.\n\nMr Schily also told the press agency how he sees the tense situation that has unfolded:\n\n„Ukraine wants to remain independent. Everyone has to acknowledge that. At the same time it must be clear that one has to live with one’s neighbours, including with Russia. Both sides have interests that must be taken into account. Russia will always remain a factor, also with regard to Europe. We have to find a way to deal with the Russians.”\n\nFormer Chancellor Gerhard Schroder’s interior minister believes that it would not be a good move for Ukraine to join NATO. He pointed out that Ukraine’s multilingualism, including the Russian language, is an indisputable fact. Taking a look at other countries shows that the interests of all sides can be safeguarded if a country remains militarily neutral. Mr Schily also sees Ukraine’s accession to the EU as unrealistic and recommends that Ukraine follow the „Swiss model”.\n\nSwitzerland is an excellent example of „how to develop a free society with mutual respect for the different ethnic backgrounds and with military neutrality. Ukraine could take Switzerland as an example,”\n\nhe said, adding that he doesn’t see “how Ukraine’s accession to the EU could work without the EU overstretching.”\n\nMr Schily expressly warned that the German government should not overburden the country economically. He also criticised the three-party coalition government because even amidst the energy crisis, they fail to realise how unwise it is to phase out nuclear power just because the Greens insist on it.\n\n“Now it’s becoming even clearer that completely giving up on nuclear technology was foolish. The total abandonment of nuclear technology has placed us in a very precarious economic situation. Due to the simultaneous phase-out of nuclear power and coal, Germany has become reliant on natural gas,”\n\nhe pointed out.",
    "article_id": "EN_UA_300077.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting the West, Diplomacy",
        "Discrediting the West, Diplomacy",
        "Negative Consequences for the West"
    ],
    "subnarratives": [
        "The West is overreacting",
        "Other",
        "Diplomacy does/will not work",
        "Other"
    ]
}