{
    "text": "The Situation in the Ukraine Is an Historical Event of Immense Magnitude \n\n by Philip Giraldi, The Unz Review:\n\nRecently, some readers have complained to me that we are covering the Ukraine situation too closely, saying they are bored with the topic.\n\nIn fact, I’m not really covering it that closely. I’m really just giving the broad strokes, and giving people a basis upon which they can do further investigation into what is going on if they are so inclined.\n\nIf readers find the coverage boring, they can skip over it. There is a lot of other stuff on this site. I am covering the Ukraine the exact right amount. I am obligated to do this because so few outlets are covering the war with any truth or honesty. In the English language, the pro-Russia perspective is very difficult to find, with most conservatives who are against the war simply saying that they don’t care either way. “I do care and I actively support those fighting against the Washington and Brussels elite” is an important perspective that must be in the public conversation.\n\nTRUTH LIVES on at https://sgtreport.tv/\n\nMitch McConnell was right when he said the most important thing happening in the world is the Ukraine conflict. He was right for the wrong reasons, but he was right.\n\nAmerica Last pic.twitter.com/WKAxPgvHTX\n\n— Alex Stein #99 (@alexstein99) May 11, 2022\n\nSomeone is going to win this conflict, and someone is going to lose. The stakes could not be any higher. The future of the entire world now hinges on the outcome of this conflict. This is the single most consequential military conflict in all of human history.\n\nIf Russia loses, the Putin government will collapse, and the US will be able to steamroll the country, break it apart into several pieces. From there, the US will have China isolated, and then eventually break them. This will result in the final establishment of a singular world order run by the Jewish power centers in the United States, Europe, and Israel.\n\nIf the US loses the war, we are looking at a freefall collapse of the Western economic and military order, a rising China, and a reshuffling of the entire order of power on the planet earth.\n\nThe reason I support Russia is that I want the US empire to collapse. The reason I want the US empire to collapse is that I do not believe that the US empire is compatible with freedom in the US, and believe that we can only reestablish freedom in this country when the empire falls.\n\nIf the dollar goes down and the US can no longer export debt to the world through the dollar reserve system, the US government will no longer have the ability to micromanage the lives of American citizens. They will not have the resources (you have to have a lot of excess money to inflict your will on the entire population, which is one reason why people are so much freer in third world countries). We will be free, and we will then be able to return to the natural order in our society, without Jews controlling everything, without trannies, without deadly fake vaccines, without mass immigration, without feminism.\n\nThose are the stakes.",
    "article_id": "EN_UA_008586.txt",
    "category": "URW",
    "narratives": [
        "Distrust towards Media",
        "Hidden plots by secret schemes of powerful groups",
        "Speculating war outcomes",
        "Discrediting the West, Diplomacy"
    ],
    "subnarratives": [
        "Western media is an instrument of propaganda",
        "Other",
        "Other",
        "Other"
    ]
}