{
    "text": "Facebook now warns users NOT to ‘call for Putin assassination’ after controversial rule change \n\n Facebook now warns users NOT to ‘call for Putin assassination’ after controversial rule change\n\nFACEBOOK users are now banned from calling for violence against heads of state.\n\nMeta – the parent company of Facebook and Instagram – on Sunday clarified its recent violent speech policy to specifically not include calls for the death of a head of state.\n\nThe new announcement by Meta is likely in response to the violent posts users have been sharing towards Russian President Vladimir Putin following Russia's invasion of Ukraine.\n\n\"We do not permit calls to assassinate a head of state… So, in order to remove any ambiguity about our stance, we are further narrowing our guidance to make explicit that we are not allowing calls for the death of a head of state on our platforms,\" Meta global affairs President Nick Clegg said, per Reuters.\n\nMeta's clarification came shortly after the company revealed last week that it would take a more relaxed stance on users calling for violence against Russian forces in the context of the Ukraine invasion.\n\n\"As a result of the Russian invasion of Ukraine we have temporarily made allowances for forms of political expression that would normally violate our rules like violent speech,\" a Meta spokesperson said.\n\nRead more on Facebook\n\nHowever, it appears that Meta's initial policy sparked confusion among both Facebook and Instagram users on what type of speech is exactly permitted.\n\nAlong with banning violent calls against state leaders, the American tech company also emphasized that their new policy does not allow for hate speech towards Russian civilians.\n\n\"We are now narrowing the focus to make it explicitly clear in the guidance that it is never to be interpreted as condoning violence against Russians in general,\" Clegg said.\n\n\"Meta stands against Russophobia. We have no tolerance for calls for genocide, ethnic cleansing, or any kind of discrimination, harassment, or violence towards Russians on our platform,\" Clegg added.\n\nMost read in Tech\n\nLast Friday, the Kremlin opened a court case against Meta in direct retaliation to the social media giant's violent speech policy.\n\n\"A criminal case has been initiated … in connection with illegal calls for murder and violence against citizens of the Russian Federation by employees of the American company Meta,\" Russia's Investigative Committee said, according to Reuters.\n\nThe Russian prosecutor general's office asked a court to designate Meta an \"extremist organization\" and ban it from operating in the country after the social media giant changed its hate speech rules on Friday, per the Wall Street Journal.\n\nRead More on The US Sun\n\nThe prosecutor's office added that Meta's actions not only constitute terrorist activity but also incite \"hatred and enmity\" towards Russian citizens.\n\nSeveral weeks ago, Russia also announced that it would block civilians' access to Facebook and since then the media platform has been heavily restricted.\n\nWe pay for your stories!\n\nDo you have a story for The US Sun team?\n\nEmail us at exclusive@the-sun.com or call 212 416 4552.\n\nLike us on Facebook at www.facebook.com/TheSunUS and follow us from our main Twitter account at @TheSunUS",
    "article_id": "EN_UA_002416.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}