{
    "text": "Ukraine: You Break It, We Take It \n\n Ukraine: You Break It, We Take It\n\nAuthored by Citizen Soldier via RealClearDefense,\n\nAll Aboard! Here comes the latest Postwar Gravy Train, laden with massive government spending, lax oversight and other goodies for cunning contractors and economic opportunists seeking to benefit from the near-destruction of Ukraine.\n\nLast week, the State Department announced it intends to seize Russian assets in the United States to help fund rebuilding efforts, though the estimated $300 billion here and in Europe won’t cover the projected price tag of $500 billion. “What Putin destroyed, Russia should – must – pay to rebuild,” Secretary of State Antony Blinken said.\n\nLike an earlier generation of interventionists, Blinken cites the “Pottery Barn rule” – You Break It, You Own It – to explain an aggressor’s moral obligation to rebuild. Colin Powell used the same reasoning in the summer of 2002, as a \"caution\" to President George W. Bush about the consequences of military action in Iraq. A major difference is the dollars at stake. American and European firms undoubtedly are eager to reconstruct a modern, high-tech country from the ground up.\n\nOur government seeks every opportunity to impose itself, at home and abroad, but has a poor track record for managing projects.\n\nNo-bid contract awards, bribes and billions of missing dollars are the legacy of the Coalition Provisional Authority’s rebuilding work in Iraq, where officials concluded that not enough was accomplished for the amount of funds expended. We learned that when taxpayer money is plentiful, oversight and results will be negligible. Just imagine how generous and hands-off our government might be spending Russia’s money.\n\nNot everyone endorses the act of confiscating Russia’s money, pointing to the principle of reciprocity as a reason to show restraint. “Stealing” the assets of a foreign country sets a dangerous precedent that could be applied against us. For example, what if China confiscates American assets to fund rebuilding projects in Libya, Iraq or other nations the United States has damaged through war?\n\nThe DC hype-meisters talk about the Great Power Competition of wannabe superpowers; they tell us that China is on the brink of becoming the dominant international force, that Russia is preparing to seize all of Europe. Here, though, the façade falls away—the elites believe the United States has no economic or military peers. When you’re as rich and mighty as America, there’s no fear of reciprocity.\n\nThe elites will do what’s in the immediate best interest of their friends, which include certain corporations and investors who will benefit from the most extensive international project since World War II. For this group, the only morality is a morality of power: Treating other nations the way you want to be treated is a rule for losers and weaker players.\n\nBlinken and the politicians talk about our categorical imperative in Ukraine, how the world relies on America to “defend democracy” and “protect the rules-based order.” But their words ring hollow. The cynical truth is that what Russia breaks, America will take—using confiscated money to fund a massive rebuilding project that will be poorly managed, but lucrative for the chosen few involved.\n\nCitizen Soldier believes in life, liberty and the pursuit of Happiness.",
    "article_id": "EN_UA_100411.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Negative Consequences for the West"
    ],
    "subnarratives": [
        "The West does not care about Ukraine, only about its interests",
        "Sanctions imposed by Western countries will backfire"
    ]
}