{
    "text": "Senate blocks sanctions aimed at stopping Nord Stream 2 pipeline \n\n The Senate blocked a measure to impose new sanctions on the Nord Stream 2 gas pipeline from Russia to Germany after the Biden administration warned it could disrupt allied unity in the confrontation over Ukraine.\n\nThe measure by Republican Senator Ted Cruz of Texas failed on a vote of 55 to 44. It needed 60 votes to pass.\n\nThe vote was held open for several hours as Democrats grappled with a setback on unrelated voting rights legislation.\n\n“Russia has nakedly and unequivocally used energy as energy blackmail,” Cruz said Thursday on the Senate floor. President Vladimir Putin has done that “openly, brazenly and laughingly and absolutely nothing happened,” Cruz said.\n\nOpponents of the measure said it would damage U.S. cooperation with Germany and other NATO partners as they try to head off a potential invasion of Ukraine by Putin’s forces deployed on its borders.\n\nThe bill “would undermine the current diplomatic situation,” said Senator Jeanne Shaheen, a New Hampshire Democrat who had introduced earlier sanctions proposals with Cruz. “We are in a very different situation right now” than when two earlier bills were passed.\n\nThe Biden administration also has argued that imposing new sanctions on the undersea pipeline now could undercut the US’s ability to persuade other European nations to join in severe economic penalties later if Russia invades Ukraine.\n\nThe legislation “will not counter further Russian aggression or protect Ukraine,” Emily Horne, a spokesperson for the National Security Council, said in a statement Wednesday. “Instead, it will undermine our efforts to deter Russia and remove leverage the United States and our allies and partners possess in this moment all to score political points at home.”\n\nThe White House backed an alternative plan from Senator Bob Menendez, the New Jersey Democrat who heads the Foreign Relations Committee, that would make the sanctions contingent on Russia’s actions in Ukraine. Nearly 40 senators have signed on to that bill.\n\nBut Senate Minority Leader Mitch McConnell said that the pipeline is what’s divisive. Unlike an older Nord Stream pipeline, the new one bypasses Ukraine.\n\n“The government of Germany should have shelved this project itself a long time ago,” McConnell said. “These sanctions, like the prior Nord Stream 2 sanctions that had overwhelming bipartisan support here in Congress, are not about driving a wedge in Europe. The pipeline itself is the wedge.”\n\nMcConnell called for a stronger stance against Russia, saying on the Senate floor that the US should extend additional humanitarian and military support to Ukraine.\n\n“We must not pull our punches out of some fear of provoking Putin,” he said. “What will encourage Putin is if he senses American weakness.”\n\nConstruction of the new pipeline is essentially complete, but Germany has yet to issue the certification required for it to begin operating.\n\n©2022 Bloomberg L.P.",
    "article_id": "EN_UA_000104.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}