{
    "text": "Filling the Blank Spots in Our National History \n\n by Ron Unz, The Unz Review:\n\nThe Truth About the JFK Assassination, the 9/11 Attacks, and the Holocaust\n\nBack in 1959 Vice President Richard Nixon visited Moscow and held his famous “Kitchen debate” with Soviet leader Nikita Khruschev. Nixon favorably compared the standard of living of American suburbanites to that of their Russian counterparts under Communism.\n\nCriticizing Soviet society was a serious crime in those days, but I doubt that the Russians ever considered arresting Nixon and giving him a ten year stretch in the gulag for “anti-Soviet agitation.” Not even Maoist China at the height of its Cultural Revolution would have considered such a thing.\n\nTRUTH LIVES on at https://sgtreport.tv/\n\nBut late last week, on the eve of a Russia-China leadership summit in Moscow, Europe’s International Criminal Court (ICC) in the Hague issued an arrest warrant for Russian President Vladimir Putin, the man who controls the world’s largest nuclear arsenal, whose striking power is further enhanced by its revolutionary hypersonic delivery systems.\n\nThe charges against Putin were that he had ordered the humanitarian evacuation of children from the dangerous Ukraine warzone, and the ICC also ordered the arrest of Maria Lvova-Belova, the Russian Commissioner for Children’s Rights.\n\nYet oddly enough, no ICC action had ever been taken against American Secretary of State Madeleine Albright, who had famously declared in 1996 that the deaths of 500,000 Iraqi children brought about by the American economic sanctions she supported was “worth it.”\n\nIndeed, in 2016 National Security Advisor John Bolton leveled harsh threats against ICC judges if they dared take legal action against any Americans accused of torture and murder, and many have noticed the strange lack of ICC even-handedness over the years.\n\nThe International Criminal Court that we don’t recognize has issued an arrest warrant against Putin for evacuating children from a Warzone that is getting shelled with our weapons and we are the ones who killed over 20 million people in 37 victim nations since WW2. pic.twitter.com/e8ffVvChbN\n\n— Kim Dotcom (@KimDotcom) March 18, 2023\n\nBut issuing a press release or even an arrest warrant does not necessarily determine events in real life, and the Moscow summit between Putin and Chinese leader Xi Jinping has hardly been disturbed. Taken together, Russia and China control a substantial fraction of the world’s natural resources and industrial capacity, and although their global propaganda presence is weak, those former factors are more important as elements of real world power.\n\nAs an example of this, last week Saudi Arabia and Iran, two of the most important Middle Eastern countries, announced in Beijing that after negotiations held under Chinese auspices they had reestablished diplomatic relations despite many years of bitter hostility:\n\n- Russia, China, Iran…and Saudi Arabia?\n\nRon Unz • The Unz Review • March 13, 2023 • 3,200 Words\n\nOver the last few months, America and its Western allies have declared their unilateral right to set a cap on the price Russia charges for its oil, seeking to use their dominance over the international financial infrastructure to reduce Russian revenue on its sale of natural resources to other countries.\n\nRussia and Saudi Arabia are two of the world’s leading oil exporters, and with the latter nation now having dramatically shifted towards the Russia-China alliance, its leadership recently declared that they would ban sales to any country that sought to impose a price cap on its oil.",
    "article_id": "EN_UA_013617.txt",
    "category": "URW",
    "narratives": [
        "Praise of Russia",
        "Russia is the Victim",
        "Discrediting the West, Diplomacy",
        "Russia is the Victim",
        "Praise of Russia",
        "Praise of Russia"
    ],
    "subnarratives": [
        "Praise of Russian military might",
        "Russia actions in Ukraine are only self-defence",
        "Other",
        "The West is russophobic",
        "Other",
        "Russia has international support from a number of countries and people"
    ]
}