{
    "text": "Russia – Exposure of ‘dirty bomb’ plans caused panic in Kiev \n\n Russia – Exposure of ‘dirty bomb’ plans caused panic in Kiev\n\n“Many signs” show Ukraine is winding down its program amid Moscow’s revelations, a senior diplomat claimed\n\nKiev might be shelving its alleged ‘dirty bomb’ program after Russia exposed it, Moscow’s deputy permanent representative to the UN, Dmitry Polyansky, claimed on Tuesday. He added that Ukraine may well have time to do this before the upcoming nuclear inspection.\n\nOver the last few days, Russian officials, including Defense Minister Sergey Shoigu, have been accusing Kiev of preparing a false-flag attack with the use of a ‘dirty bomb’, a device combining conventional explosives with radioactive material. Ukraine has categorically denied Moscow’s claims.\n\n“If you read the Ukrainian Telegram channels, you would see that there is a lot of fuss in the Ukrainian ruling circles now because of the campaign that we have started to launch, and there are many signs that they are trying to sort of wind down this program,” Polyansky said, as quoted by RIA Novosti.\n\nIn his opinion, Ukraine has enough time to scale back the ‘dirty bomb’ plans before the upcoming visit of the International Atomic Energy Agency (IAEA) inspectors.\n\n“They can come, but I am telling you that a ‘dirty bomb’ is not a very complex device,”Polyansky explained, adding that there is no guarantee that Kiev will not resume its alleged activity after the inspectors depart.\n\nAt the same time, the official claimed that the danger of Kiev using a ‘dirty bomb’ remains “very high,” and that Ukraine “has the opportunity” and “has every reason to use it.”\n\nEarlier on Tuesday, in a letter to UN Secretary-General Antonio Guterres, the Russian mission’s head, Vassily Nebenzia, said that Moscow would consider the use of a ‘dirty bomb’ by Ukraine “an act of nuclear terrorism.”\n\nMeanwhile, Ukrainian Foreign Minister Dmitry Kuleba earlier called the Russian allegations “as absurd as they are dangerous.” He also noted that “Russians often accuse others of what they plan themselves.”\n\nOn Tuesday, the minister revealed that Ukraine had invited IAEA inspectors to come and to “prove that Ukraine has neither any dirty bombs nor plans to develop them.”\n\n“Good cooperation with IAEA and partners allows us to foil Russia’s ‘dirty bomb’ disinfo campaign,” Kuleba said.\n\nUN spokesman Stephane Dujarric, commenting on the matter, said that “all parties should avoid any actions that could lead to miscalculation and escalation of what’s already a devastating conflict.”\n\nMeanwhile, the Pentagon claimed that Russia’s allegations against Ukraine were “transparently false.” NATO General Secretary Jens Stoltenberg said that the allies “reject the allegation” and believe that Russia “must not use it as a pretext” for further escalation.\n\nSource: https://tapnewswire.com/2022/10/russia-exposure-of-dirty-bomb-plans-caused-panic-in-kiev/\n\nAnyone can join.\n\nAnyone can contribute.\n\nAnyone can become informed about their world.\n\n\"United We Stand\" Click Here To Create Your Personal Citizen Journalist Account Today, Be Sure To Invite Your Friends.\n\nHumic & Fulvic Liquid Trace Mineral Complex\n\nHerbAnomic’s Humic and Fulvic Liquid Trace Mineral Complex is a revolutionary new Humic and Fulvic Acid Complex designed to support your body at the cellular level. Our product has been thoroughly tested by an ISO/IEC Certified Lab for toxins and Heavy metals as well as for trace mineral content. We KNOW we have NO lead, arsenic, mercury, aluminum etc. in our Formula.\n\nThis Humic & Fulvic Liquid Trace Mineral complex has high trace levels of naturally occurring Humic and Fulvic Acids as well as high trace levels of Zinc, Iron, Magnesium, Molybdenum, Potassium and more. There is a wide range of up to 70 trace minerals which occur naturally in our Complex at varying levels. We Choose to list the 8 substances which occur in higher trace levels on our supplement panel. We don’t claim a high number of minerals as other Humic and Fulvic Supplements do and leave you to guess which elements you’ll be getting.\n\nOrder Your Humic Fulvic for Your Family by Clicking on this Link, or the Banner Below.\n\nOur Formula is an exceptional value compared to other Humic Fulvic Minerals because...\n\nIt’s OXYGENATED\n\nIt Always Tests at 9.5+ pH\n\nPreservative and Chemical Free\n\nAllergen Free\n\nComes From a Pure, Unpolluted, Organic Source\n\nIs an Excellent Source for Trace Minerals\n\nIs From Whole, Prehisoric Plant Based Origin Material With Ionic Minerals and Constituents\n\nHighly Conductive/Full of Extra Electrons\n\nIs a Full Spectrum Complex\n\nOur Humic and Fulvic Liquid Trace Mineral Complex has Minerals, Amino Acids, Poly Electrolytes, Phytochemicals, Polyphenols, Bioflavonoids and Trace Vitamins included with the Humic and Fulvic Acid. Our Source material is high in these constituents, where other manufacturers use inferior materials.\n\nTry Our Humic and Fulvic Liquid Trace Mineral Complex today. Be 100% Satisfied or Receive a Full Money Back Guarantee. Order Yours Today by Following This Link.",
    "article_id": "EN_UA_100210.txt",
    "category": "URW",
    "narratives": [
        "Amplifying war-related fears",
        "Discrediting Ukraine"
    ],
    "subnarratives": [
        "There is a real possibility that nuclear weapons will be employed",
        "Discrediting Ukrainian government and officials and policies"
    ]
}