{
    "text": "What Everyone Is Missing About the Putin/Carlson Talk \n\n by Tom Luongo, Tom Luongo:\n\n“The Vorlons say, understanding is a three-edged sword: your side, their side, and the truth”\n\n— John Sheridan, Babylon 5\n\nThe biggest media story of 2024 so far has come and gone. Tucker Carlson interviewed Russian President Vladimir Putin at the Kremlin last week.\n\nEveryone, even the Davos/UK dominated media, has put forth their opinion on it. I gave out a quick take for my Patrons the morning after just like everyone else. And like everyone else I missed the biggest takeaway from this interview.\n\nTRUTH LIVES on at https://sgtreport.tv/\n\nNow, if you go through the commentary what you will mostly see is people, as always, doing what traders call “talking their book.” In other words, as opposed to dealing with the information presented and the motivations of the people involved, most media outlets and commentators put forth their opinion on whether this interview satisfied their needs from it.\n\nSo, for the hardcore geopolitical types and armchair psychoanalysts, we heard a lot of opinions second-guessing Putin’s strategy to open the interview with a nearly thirty minute recitation of Russian/Ukrainian history. Why would he do this, was the common refrain.\n\nI’ll use my former-bellwether-for-normies, Scott Adams, as an example of this.\n\nHow many of you thought Putin was “all there” in the Tucker interview?\n\nIf he seemed lucid to you, it’s because Biden is your comparison.\n\nI thought Putin seemed unhinged. The history lesson was not a good sign. https://t.co/VZiEIHRZ2t\n\n— Scott Adams (@ScottAdamsSays) February 9, 2024\n\nThis was the kindest of the ‘bad takes’ I found on this. But I’m having one of Scott’s “One movie, two screens,” moments here. Because Putin looked anything other than “unhinged.” In fact, he looked as calm as I’ve ever seen him, taking a relaxed posture to put Carlson, who was clearly unsure of where he stood at the beginning of the interview, at ease.\n\nBut this is the message that Adams wanted to see, framing Putin in relation to Biden, because he needed something unique to say to justify his even being in the conversation.\n\nBy contrast, Martin Armstrong had a great post curating all of the crazy Neocon takes from the “media” on his blog over the weekend.\n\nWhat’s obvious from those is that they understood that Putin’s 30 minute opening monologue would put off a lot of casual watchers who would tune him out at that point. So, their “analysis” focused on steering the conversation to Putin’s ‘false history’ of Russia and Ukraine.\n\nThis way that ‘false history’ would dominate everyone’s opinions the next day, managing the Overton Window of the entire interview, making it all about that. This would be the basis of how they discredit Putin.\n\nThen to discredit Carlson, people like Hillary Clinton was trotted out to lie about Tucker Carlson, calling him a “useful idiot,” and “puppy dog” and a joke in Russian media, which is an outright lie. Hillary’s harpy laugh made an appearance alongside a sycophant interviewer as they joked about Carlson’s having been fired from every legitimate news agency.\n\nWe were treated to a common sight: Two Beltway insiders laughing inside their echo chamber and only our sick fascination with roadkill makes it even remotely interesting.\n\nSo, the whole exercise is reframed as Puppy Dog Tucker throwing softballs to Liar Putin to distract us away from the sum and substance of their talk.\n\nI know… in other news water is wet and women want more sex when they’re fertile.",
    "article_id": "EN_UA_023008.txt",
    "category": "URW",
    "narratives": [
        "Distrust towards Media",
        "Praise of Russia"
    ],
    "subnarratives": [
        "Western media is an instrument of propaganda",
        "Praise of Russian President Vladimir Putin"
    ]
}