{
    "text": "Erdogan – Moscow and Kiev agree exchange of 200 prisoners \n\n Erdogan – Moscow and Kiev agree exchange of 200 prisoners\n\n21 Sep, 2022 17:24\n\nRussia releases captured Western mercenary fighters – Reuters\n\nSaudi Crown Prince Mohammed bin Salman has mediated the release by Russia of ten foreign combatants in the Ukraine conflict, Saudi Arabia’s foreign ministry announced on Wednesday. Hailing from five countries, the mercenaries had been captured while fighting for Kiev.\n\nThe prisoners, who are citizens of Croatia, Morocco, Sweden, the UK and the US, were transferred from Russia to Saudi Arabia by Saudi authorities, according to a statement from the ministry. Saudi officials are now “facilitating procedures for their safe return to their respective countries,” the announcement continued.\n\nBin Salman personally negotiated the release, which took place as part of a wider exchange of prisoners of war between Russia and Ukraine, the ministry added.\n\nThe full details of the POW exchange are unclear, but Turkish President Recep Tayyip Erdogan said on Monday that Moscow and Kiev had agreed to exchange 200 prisoners. This exchange would be the largest such swap since Russia’s military operation in Ukraine began in February.\n\nErdogan, whose government helped broker a deal earlier this summer to restart grain shipments from Ukrainian ports, said this exchange represented “a very important step.”\n\nIn addition to receiving tens of billions of dollars worth of Western arms, Ukraine has leaned heavily on foreign mercenaries to bolster its military. According to Russian Defense Minister Sergey Shoigu, more than 2,000 of these foreign fighters have been eliminated by Russian troops and the militias of the Donetsk and Lugansk People’s Republics.\n\nShoigu said on Wednesday that just over 1,000 foreigners remain active in the ranks of the Ukrainian military. The Russian minister added that more than 150 NATO officers and advisers are in Kiev, where they are planning and commanding Ukraine’s forces.\n\nSource: https://tapnewswire.com/2022/09/erdogan-moscow-and-kiev-agree-exchange-of-200-prisoners/\n\nAnyone can join.\n\nAnyone can contribute.\n\nAnyone can become informed about their world.\n\n\"United We Stand\" Click Here To Create Your Personal Citizen Journalist Account Today, Be Sure To Invite Your Friends.\n\nHumic & Fulvic Liquid Trace Mineral Complex\n\nHerbAnomic’s Humic and Fulvic Liquid Trace Mineral Complex is a revolutionary new Humic and Fulvic Acid Complex designed to support your body at the cellular level. Our product has been thoroughly tested by an ISO/IEC Certified Lab for toxins and Heavy metals as well as for trace mineral content. We KNOW we have NO lead, arsenic, mercury, aluminum etc. in our Formula.\n\nThis Humic & Fulvic Liquid Trace Mineral complex has high trace levels of naturally occurring Humic and Fulvic Acids as well as high trace levels of Zinc, Iron, Magnesium, Molybdenum, Potassium and more. There is a wide range of up to 70 trace minerals which occur naturally in our Complex at varying levels. We Choose to list the 8 substances which occur in higher trace levels on our supplement panel. We don’t claim a high number of minerals as other Humic and Fulvic Supplements do and leave you to guess which elements you’ll be getting.\n\nOrder Your Humic Fulvic for Your Family by Clicking on this Link, or the Banner Below.\n\nOur Formula is an exceptional value compared to other Humic Fulvic Minerals because...\n\nIt’s OXYGENATED\n\nIt Always Tests at 9.5+ pH\n\nPreservative and Chemical Free\n\nAllergen Free\n\nComes From a Pure, Unpolluted, Organic Source\n\nIs an Excellent Source for Trace Minerals\n\nIs From Whole, Prehisoric Plant Based Origin Material With Ionic Minerals and Constituents\n\nHighly Conductive/Full of Extra Electrons\n\nIs a Full Spectrum Complex\n\nOur Humic and Fulvic Liquid Trace Mineral Complex has Minerals, Amino Acids, Poly Electrolytes, Phytochemicals, Polyphenols, Bioflavonoids and Trace Vitamins included with the Humic and Fulvic Acid. Our Source material is high in these constituents, where other manufacturers use inferior materials.\n\nTry Our Humic and Fulvic Liquid Trace Mineral Complex today. Be 100% Satisfied or Receive a Full Money Back Guarantee. Order Yours Today by Following This Link.\n\nSaudi Arabia POW exchange. Russians, fight or flight. Protests Brussels. EU, remove VETO. Update 1\n\nhttps://www.youtube.com/watch?v=HEAJqS8n2-o\n\n5 Azov leaders? Even the de-nazification is BS. These people want to be thankful I’m not in charge of this conflict",
    "article_id": "EN_UA_102754.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}