{
    "text": "The WEF “Cyber Attack” Scenario: Another Crisis “Much Worse than Covid”, Paralysis of Power Supply, Communications, Transportation \n\n by Prof Michel Chossudovsky, Global Research:\n\nThe World Economic Forum (WEF) which represents the Western financial elites, played a key role in the launching of the March 11, 2020 corona lockdown, which was conducive to a Worldwide process of economic and social chaos. It also played a key role in the launching of the Covid-19 vaccine. in November 2020.\n\nAnd now they are “promising” us a crisis which is “Much Worse than Covid”.\n\nOver the last three years the deliberate triggering of chaos has become part of a broad and complex agenda: the war in Ukraine, the hike in energy prices, the triggering of bankruptcies, the collapse of economic activity, widespread poverty, famine and despair.\n\nTRUTH LIVES on at https://sgtreport.tv/\n\nIn recent developments, Washington has endorsed Israel’s genocide directed against the People of Palestine, coupled with an unfolding US-NATO-Israel military agenda against the broader Middle East.\n\nCyber-Attacks\n\nThe article below focusses on the imminent dangers of Cyber Warfare, which have already been announced by the World Economic Forum (WEF).\n\nIn 2021, the WEF conducted a simulation of Cyber Attacks involving a scenario of Paralysis of the Power Supply, Communications, Transportation, The Internet.\n\nKlaus Schwab intimated in no uncertain terms based on “a simulated scenario” that a cyber-attack:\n\n“Could bring a complete halt to the power supply, transportation, hospital services, our society as a whole …\n\nThe COVID-19 crisis would be seen in this respect as a small disturbance in comparison to a major cyberattack.” (emphasis added)\n\nWhat does Schwab have up his sleeve?\n\nA “Cyber Terrorist Attack” conducive to unprecedented disruptions? Is this something that we should take seriously?\n\nA renewed fear campaign, a warning of an impending danger? In the words of Jeremy Jurgens, who is the WEF’s Managing Director:\n\n“I believe that there will be another crisis. It will be more significant. It will be faster than what we’ve seen with COVID. The impact will be greater, and as a result the economic and social implications will be even more significant.” (emphasis added)\n\nThe 2021 WEF cyber polygon simulation scenario had an obvious “contradictory” geopolitical slant:\n\nThe event was chaired by Russia’s Prime Minister Mikhail Mishustin, numerous Russian financial institutions, media and communications entities had been invited by the WEF.\n\nForty-eight countries participated in the Event, there were 41 partners of which 10 were from Russia and Kazakhstan: these included News Agency TASS, NTV, Sberbank, Russia’s largest bank and a leading global financial institution, the Mail.ru Group, Russia’s largest internet provider, MTS, Russia’s leading telecommunications group, the State Legal Department of the Omsk Region, Siberia. Powerful banking financial institutions from Kazakstan. Among others.\n\nSee also the assumptions of the Training Program, which are predicated on terrorist cyber hackers.\n\nAmply documented, the World Economic Forum (WEF) has been instrumental in endorsing US-NATO’s military agenda in regards to Ukraine.\n\nWas this July 2021 Cyber Polygon event (which occurred less than 8 months prior to the outset of the Ukraine War) intent upon creating political divisions within the Russian Federation by establishing partnerships with a number of powerful Russian media, communications, banking and financial institutions, etc.\n\nNot a single representative from the People’s Republic of China. Was the Cyber Polygon Simulation (July 2021) intended to foster confrontation between China and Russia? Are Cyber attacks contemplated as part of a Global Military agenda?\n\nThe Process of “All-Digitization”\n\nIn November 2023, as documented in an article by Peter Koenig, the Financial Elites passed from the “study of scenarios” to “implementation”. They entrusted the United Nations Conference on Trade and Development (UNCTAD) “as the flag-carrier … for the deadly onslaught of All-Digitization.”",
    "article_id": "EN_UA_100868.txt",
    "category": "URW",
    "narratives": [
        "Hidden plots by secret schemes of powerful groups"
    ],
    "subnarratives": [
        "Other"
    ]
}