{
    "text": "Kissinger says didn't want Ukraine to join NATO fearing a war, but that's an 'appropriate outcome' now \n\n Davos: Henry Kissinger who feared a war over Ukraine’s NATO membership now calls it “appropriate outcome”. The former US Secretary of State, who is on the notorious Ukrainian “kill list”, addressed the World Economic Forum in Davos, Switzerland, via video link. He said, “Before this war, I was opposed to the membership of Ukraine in NATO, because I feared it would start exactly the process that we have seen.” “Now, that this process has reached this level, the idea of a neutral Ukraine under these conditions is no longer meaningful,” he added. \n\nKissinger said he wanted to express admiration for Ukrainian President Volodymyr Zelenskyy and the “heroic conduct of the Ukrainian people”. However, in no time, he went on to propose the same peace deal that he had put forward at Davos in May last year during which the former US Secretary of State advocated an urgent end to hostilities in Ukraine, lest Russia is “driven into a permanent alliance with China.\" US should support Ukraine Kissinger argued that the US should continue to support and if required, intensify its military support for war-torn Ukraine until a ceasefire line is reached, or accepted, at preliminary talks with Russia. \n\nHe also said the peace talks should begin once Ukrainian forces had reclaimed the territories occupied by Russia since the invasion began on February 24, 2022. Kissinger’s way to prevent escalation of conflict Kissinger said the only way to prevent the conflict from escalating is to do “exactly” what Ukraine, the US and its allies have been doing till now: “demand a Russian withdrawal, while Ukraine military and financial aid and maintaining sanctions and other pressures” on Moscow. \n\nHe said that the destruction of Russia as a state that can pursue its own policies “will open up the vast area of its 11 time zones to internal conflict and to outside intervention at the time when there are 15,000 and more nuclear weapons on its territory.” “So this is why I believe in dialogue with Russia while the war continues, an end of fighting when the pre-war line is reached, and a continuing process of discussion by Europe, America and at that point Russia … while the conditions of sanctions and other pressures will be maintained until a final settlement is reached,” he added. Russia should be given ‘opening’ to rejoin the West Kissinger argued that Russia must be given an “opening” to rejoin the West, “if it meets the required conditions to participate as a member in these European processes\". \n\nHe further said that the move could be important to avoid the perception that the conflict has become “against Russia itself,” which may cause Russians to re-evaluate both their historic “attraction to the culture of Europe and a fear of domination by Europe.” Kissinger also said the military alliance led by the US ought to be the guarantor of the final peace settlement “in whatever forms NATO can develop.\" \n\nWho is Henry Kissinger? Aged 99, Kissinger was the US secretary of state between 1973-1977 under Presidents Richard Nixon and Gerald Ford. He also served as the national security advisor between 1969 and 1975. He was a crucial part of the US detente with the Soviet Union and rapprochement with China. Kissinger also played a pivotal role in the talks to end the Vietnam War. \n\nHenry Kissinger argued that the US should continue to support and if required, intensify its military support for war-torn Ukraine until a ceasefire line is reached, or accepted, at preliminary talks with Russia read more\n",
    "article_id": "EN_UA_300150.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}