{
    "text": "Jake Sullivan hints US won’t replenish controversial cluster munitions to Ukraine \n\n The Biden administration has no plans to replenish the stockpile of controversial cluster bombs it’s sending to Ukraine, National Security Adviser Jake Sullivan said Sunday.\n\n“Our current plan is not to replenish that stockpile,” Sullivan told NBC News’ “Meet the Press.” .\n\n“It is rather to build up the capacity to produce the unitary round of the 155, the non-cluster munition round of ammunition,” he said.\n\nEarlier this month, President Biden opted to send the divisive ammunition to Ukraine — and publicly acknowledged he was prompted to do so because the military is running low on 155 mm artillery ammunition rounds.\n\nA chorus of critics — both abroad and at home — decried the decision, citing the grave dangers cluster munitions pose to civilians given their dud rates.\n\nSullivan echoed Biden’s defense — that the US must supply Ukraine with adequate firepower.\n\n“We began that process months ago was we anticipated the need for continuing supply Ukraine, but it takes time and that is why we need a bridge from today,” he said, referencing steps to boost production of 155 mm rounds.\n\n“We need to ensure that Ukraine has the necessary supply of ammunition to a few months down the road, when we believe we can supply enough of the unitary round to meet Ukraine’s defense needs.”\n\nCluster bombs are prohibited by over 100 countries across the world, including multiple NATO members.\n\nMilitary officials claim the cluster bombs being sent to Ukraine have a dud rate of around 2.35% or less — markedly lower than the roughly 30% and 40% dud rate estimated for Russia’s cluster munitions being deployed against Ukraine.\n\nThe dud rate refers to the likelihood of the bomblets in the cluster munitions not exploding after being deployed.\n\nBomblets that are duds may detonate long after being deployed.\n\nDefense Secretary Lloyd Austin previously committed to having the US help Ukraine scour and clean up duds from those munitions.\n\nSullivan insisted dissemination of the controversial bombs doesn’t undercut US’ “moral authority.”\n\n“Our moral authority and Ukraine’s moral authority in this conflict comes from the fact that we are supporting a country under brutal, vicious attack by its neighbor with missiles and bombs raining down in its cities, killing its civilians, destroying its schools, it’s churches, its hospitals,” he said.\n\n“The idea that providing Ukraine with a weapon in order for them to be able to defend their homeland, protect their civilians is somehow a challenge for moral authority I find questionable,” he added.\n\nLast week, NATO held a summit in Vilinius, lithuania, and ahead of Ukrainian President Volodymyr Zelensky’s visit there, he slammed NATO allies for their position on admitting the war-torn nation into the powerful alliance.\n\nSullivan reiterated the US position that Ukraine can receive admittance once it wraps up the necessary reforms to meet the alliance’s democracy requirements.\n\n“We could have said it more clearly,” Sullivan said, alluding to a NATO communique. “Ukraine’s future will be in NATO. Period full stop. That was a single, clear sentence. It’s not subject to negotiation from any country, including Russia.",
    "article_id": "EN_UA_017310.txt",
    "category": "URW",
    "narratives": [
        "Discrediting the West, Diplomacy",
        "Discrediting the West, Diplomacy",
        "Overpraising the West"
    ],
    "subnarratives": [
        "The West is weak",
        "Other",
        "The West belongs in the right side of history"
    ]
}