{
    "text": "Putin honours army unit blamed for Bucha massacre with award for ‘heroism and bravery’ \n\n VLADIMIR Putin has honoured an army unit accused of war crimes and genocide in the Russian town of Bucha, reports suggest.\n\nA decree signed by the Russian tyrant gave the 64th Motor Rifle Brigade the title of guards – scandalously praising them for \"mass heroism and valour, tenacity and courage.\"\n\nEarlier this month, the Ukrainian ministry identified the unit as those responsible for the alleged rape and murder of innocent Ukrainians.\n\nThe barbarous pack, headed by Lieutenant Colonel Azatbek Omurbekov - dubbed the “Butcher of Bucha” - left a trail of death and destruction in their wake.\n\nHarrowing pictures from the city, to the north-west of the capital Kyiv, showed the bodies of civilians scattered in the road and in shallow graves — many with bound hands and signs of torture.\n\nSome of them, from the wounds they had suffered, had been shot from close range.\n\nREAD MORE ON UKRAINE\n\nHeavily mutilated corpses of what appeared to be men scattered along the floor of a children's camp as rescue workers carried the innocent victims out in body bags.\n\nA local priest said dogs were seen eating rotting corpses in apocalyptic scenes to grip the commuter town after the troops laid waste to warzones.\n\nMen, women and children were found handcuffed with a bullet in the head and chest as evidence of alleged torture chambers emerged online.\n\nWomen and children were also found by Ukrainian soldiers, having been raped and then murdered.\n\nMost read in News\n\nThe barbaric troops are believed to have conducted the Bucha slaughter as they scarpered from Kyiv after their botched attempt to take the Ukrainian capital.\n\nDays later, Ukrainian intelligence suggested the troops were being redeployed in Belgorod in Western Russia amid claims that Russian commanders were refusing to rotate their brigades.\n\nThe country’s defence ministry claimed troops were being sent to the \"hottest spots\" in the hope they will be slaughtered by Ukrainian fighters before they can testify before a war crime tribunal.\n\nThe Kremlin has continued to deny accusations its troops committed war crimes in Ukraine after suggesting chilling pictures of dead bodies strewn across Kyiv streets were staged by Ukraine and the West.\n\nHeroic President Volodymyr Zelensky was visibly emotional as he visited the site just days after the mass graves were discovered.\n\nThe Ukrainian leader was flanked by security as he vowed to ensure that the “war crimes” committed by Russian soldiers on his country’s soil were “the last such evil on Earth”.\n\nBoris Johnson later described the events as not “far short of genocide” as the EU's Ursula von der Leyen was later seen visiting the scene of the massacre.\n\nIt comes as the number of heads of state and former prime ministers backing calls for an international tribunal over Ukraine continues to rise amid widespread international condemnation of the events unfolding in Eastern Europe.\n\nREAD MORE SUN STORIES\n\nRead More on The Sun\n\nThe Butcher is now at the centre of a probe into the rape, pillage and murder of hundreds of Ukrainians.\n\nInternational law states a military commander is responsible for any war crimes committed by his troops.",
    "article_id": "EN_UA_104876.txt",
    "category": "Other",
    "narratives": [
        "Other"
    ],
    "subnarratives": [
        "Other"
    ]
}