{
    "text": "Putin’s allies call for London to be ‘turned to dust’ after Ukraine said it would use Brit missiles to blitz Crimea \n\n KREMLIN propagandists have called for London to be “turned to dust” after Ukraine said it would use British missiles.\n\nThe deranged ranting was part of a nightly show dedicated to pro-war discussion on state TV that’s hosted by a notorious Putin acolyte.\n\nLast night’s show featured discussion of a report in The Sun saying Kyiv said it would use the Storm Shadow missile if the UK was willing to provide it.\n\nAt one point host Vladimir Solovyov bizarrely raised his hand as if to cast a spell, then stared manically at the camera and said: “London will turn to dust! To dust.”\n\nMad Vlad's mouthpiece, his face twisted with rage, then switches to English and begins shouting: “Burn in hell!” and “Flames!”\n\nSolovyov was responding to a panellist who made a wildly exaggerated claim about a news story published by The Sun.\n\nREAD MORE ON THE SUN\n\nHe fumed: “The British press is saying ‘We’ll give them hell! I’m quoting verbatim from their most popular paper The Sun.\n\n“They all regard this as completely fine - ‘Russians can and need to be killed’. They’re saying that constantly.\n\n“There’s one problem with Russians. They won’t give up as easily as that.”\n\nThe clip and its translation was tweeted by BBC Monitoring, which regularly posts on pro-Kremlin propaganda shows.\n\nMost read in The Sun\n\nIt comes after Volodymyr Zelensky asked for 600mph British missiles when he visited the UK recently with a shopping list of weapons.\n\nUkrainian defence sources Kyiv would be prepared to use the missiles to strike Crimea\n\nIt followed a warning from Zelensky that longer-range weapons from western allies would allow Ukraine to take the battle to areas occupied by Russian.\n\n\"It will allow us to make the evil completely retreat from our country by destroying its airbases deep in the occupied territories,” he said during his visit.\n\nIn response, Rishi Sunak said “nothing is off the table” when it comes to military support for Ukraine.\n\nThe Government is still weighing up whether to send deadly Harpoon anti-ship missiles or surface-to-air Storm Shadows to arm Ukrainian defenders.\n\nAfter Germany finally agree to send tanks, Solovyov, and other Kremlin propagandists threatened nuclear strikes on the West.\n\nIn a similar rant he claimed it meant Germany had joined the war.\n\nSolovyov said: \"It’s time to send a clear, resolute message that we now consider Germany a direct party to the conflict, rekindling memories of World War Two.\n\n“German tanks appearing [in Ukraine] will definitely mean we consider German territory, military bases and other sites as legitimate targets.”\n\nRaging Moscow TV pundit Yevgeny Satanovsky said warheads should be launched on the German capital Berlin and the country’s parliament, the Bundestag.\n\n“Flat, slightly radioactive, melted-down ground [will remain in its place].”\n\nUkrainian defenders are bracing for an assault that could include 1,800 tanks, 3,950 armoured vehicles, 400 fighter jets and 300 helicopters incoming from Russia.\n\nREAD MORE SUN STORIES\n\nHowever, NATO’s Secretary-General, Jens Stoltenberg, has said that Russia has already launched its new offensive and was “sending more troops, more weapons, more capabilities”.\n\nUkraine has been monitoring the military build-up as they continue to plea for Western support.",
    "article_id": "EN_UA_012234.txt",
    "category": "URW",
    "narratives": [
        "Amplifying war-related fears",
        "Amplifying war-related fears"
    ],
    "subnarratives": [
        "Russia will also attack other countries",
        "There is a real possibility that nuclear weapons will be employed"
    ]
}