{
  "text": "\"Não vemos atos. Zelensky continua a massacrar cidadãos ucranianos\"\n\nA porta-voz do Ministério dos Negócios Estrangeiros russo, Maria Zakharova, afirmou, esta quarta-feira, que o líder ucraniano Volodymyr Zelensky não é de confiança quando fala de possíveis negociações com a Rússia.\n\n\"Ninguém tem qualquer confiança nele. Todos compreendem perfeitamente que se trata de um homem que pode distorcer tudo, que pode mentir, que pode abandonar tudo, como abandonou até o seu próprio povo, atirando literalmente o povo da Ucrânia para um altar de sacrifício\", afirmou, numa conferência de imprensa, citada pela Tass.\n\nNa ótica de Zakharova, \"nada foi feito por ninguém\" em relação à Ucrânia, \"nem por Zelensky, nem pela sua administração ou por outros ramos do governo, nem pelos manipuladores ocidentais para revogar a lei que proíbe a Ucrânia de negociar com a Rússia\".\n\n\"Ouvimos muitas palavras, mas basicamente não vemos quaisquer atos. Bem, exceto o facto de Zelensky continuar a massacrar cidadãos ucranianos\", frisou ainda.\n\nZakharova sugeriu também que Zelensky e os que o apoiam \"querem fazer outra tentativa para promover a chamada fórmula de paz, que eles estão a tentar, sem sucesso\". \"Querem forçar literalmente todos, para envolver o maior número possível de países na sua discussão sob falsos pretextos\", salientou.\n\nE continuou: \"Não há nada de novo na intenção do regime de Kyiv e dos seus manipuladores ocidentais de se reabilitarem pela chamada cimeira de paz falhada. Compreendemos que estas tentativas vão continuar. Por detrás disto está o desejo de impor a 'fórmula Zelensky', que é um beco sem saída, a um vasto leque de países\".\n\nRecorde-se que, numa entrevista à BBC, Zelensky afirmou que as conversações com o lado russo eram possíveis, apesar do decreto em vigor na Ucrânia que proíbe essas conversações. \"Ao pressionar a Rússia, acredito que é possível chegar a um acordo diplomático. Acho que o poder da diplomacia pode ajudar\", disse o presidente ucraniano.\n\nA 15 de julho, Zelensky afirmou também que os representantes russos deveriam participar numa próxima conferência para a paz na Ucrânia.",
  "article_id": "PT_128.txt",
  "category": "URW",
  "narratives": [
    "Discrediting Ukraine",
    "Discrediting the West, Diplomacy",
    "Blaming the war on others rather than the invader"
  ],
  "subnarratives": [
    "Discrediting Ukrainian government and officials and policies",
    "The West does not care about Ukraine, only about its interests",
    "Ukraine is the aggressor",
    "Other"
  ]
}