{
  "text": "Ataque ucraniano a Kursk “pode causar desastre em grande escala na Europa”\n\n“Kiev começou a preparar um ataque à central nuclear de Kursk”, diz o Kremlin, dias depois da incursão militar ucraniana à região fronteiriça da Rússia: “Ocorreram 21 alertas nas últimas 24 horas”.\n\nA Rússia alertou este sábado a Agência Internacional para a Energia Atómica (AIEA) para o risco que correm as centrais nucleares de Kursk e de Zaporizhia devido a ataques de forças ucranianas.\n\nO diretor da Agência Russa da Energia Atómica (Rosatom), Alexei Likhachev, conversou com o diretor-geral da AIEA, Rafael Grossi, tendo-lhe comunicado que “a situação nas duas centrais continua a deteriorar-se”.\n\nKursk: 21 alertas em 24 horas\n\nLikhachev terá convidado Grossi a visitar a central nuclear de Kursk, localizada perto da cidade de Kurchatov, para “avaliar pessoalmente a situação nas proximidades das instalações nucleares”, de acordo com a agência de notícias russa Interfax.\n\nA Rosatom informou os responsáveis do organismo internacional que “a sirene de alarme da central nuclear de Kursk é ativada dez a doze vezes por dia e que ocorreram 21 alertas nas últimas 24 horas”.\n\nZaporizhia: “bombardeamentos diários” em cidades vizinhas\n\nSobre Zaporizhia, em território ucraniano controlado pela Rússia, a Rosatom alertou sobre “bombardeamentos diários” no território da cidade de Energodar e outras cidades vizinhas.\n\nMoscovo também alertou que as forças ucranianas estão a preparar uma “provocação” nas duas centrais nucleares.\n\nSegundo Alexei Likhachev, “nas últimas 24 horas multiplicou-se o número de mensagens e sinais sobre a preparação desta provocação”.\n\n“Essas ações não apenas representam uma ameaça direta às duas instalações nucleares, mas também afetam a segurança nuclear da Europa”, disse.\n\n“Kremlin intensifica mentiras”\n\nEm abril, a central foi atacada após 17 meses de trégua. Moscovo atribuiu a Kiev um ataque ucraniano com drones e vários impactos no interior da maior central nuclear da Europa, sob controlo russo desde março de 2022.\n\n“O Kremlin intensifica mentiras sobre os ataques à central nuclear de Zaporijia”, defendeu-se Kiev — que acredita há muito tempo que é Putin quem quer destruir a central.\n\nA Energoatom também acusa a Rússia — que ocupou militarmente a central em março de 2022 — de transformar a central “numa base militar”\n\n“Desastre em grande escala na Europa”?\n\nA central de Kursk possui quatro reatores nucleares, enquanto a central de Zaporizhia é considerada a maior da Europa, com seis reatores, embora não gere eletricidade desde setembro de 2022.\n\n“De acordo com a informação disponível, o regime de Kiev começou a preparar um ataque à central nuclear de Kursk”, disse a porta-voz do ministério, Maria Zajarova.",
  "article_id": "PT_283.txt",
  "category": "URW",
  "narratives": [
    "Amplifying war-related fears",
    "Discrediting Ukraine",
    "Russia is the Victim",
    "Blaming the war on others rather than the invader"
  ],
  "subnarratives": [
    "Other",
    "Ukraine is the aggressor"
  ]
}