{
  "text": "Rússia defende legitimidade do lançamento de mísseis pela Coreia do Norte\n\n\"Vemos o lançamento destes mísseis balísticos como um meio absolutamente legal e legítimo\", disse o vice-ministro dos Negócios Estrangeiros russo Mikhail Rudenko, citado pela agência EFE.\n\nSegundo Rudenko, um dos nove vices do ministro Serguei Lavrov, trata-se de \"uma resposta às crescentes ameaças contra a Coreia do Norte, contra toda a península coreana, devido à política dos Estados Unidos e dos seus aliados\".\n\nA Rússia criticou no passado os lançamentos de mísseis balísticos pela Coreia do Norte.\n\nRudenko disse aos jornalistas em Moscovo que a Coreia do Norte não é obrigada a informar a Rússia dos lançamentos, uma vez que se trata de um país soberano.\n\nO Estado-Maior Conjunto da Coreia do Sul (JCS) e o Ministério da Defesa do Japão detetaram hoje lançamentos norte-coreanos, que ocorreram pouco antes do início das eleições presidenciais norte-americanas.\n\nPyongyang já tinha lançado um míssil balístico intercontinental (ICBM) na quinta-feira.\n\nA Rússia e a Coreia do Norte têm incrementado as relações sobretudo depois da invasão russa da Ucrânia, em fevereiro de 2022.\n\nA Coreia do Sul, a Ucrânia e os Estados Unidos denunciaram nos últimos dias que Pyongyang enviou cerca de 10.000 soldados para a Rússia alegadamente para combaterem as forças ucranianas, nomeadamente na região russa de Kursk.\n\nA Coreia do Norte e a Rússia não confirmaram explicitamente o destacamento norte-coreano, mas argumentaram que a sua cooperação militar está em conformidade com as leis internacionais.\n\nSeul tem alertado para a possibilidade de a Rússia transferir tecnologia militar para a Coreia do Norte, incluindo de âmbito nuclear, como recompensa pelo envio de tropas para a guerra contra a Ucrânia.\n\nRudenko afirmou que o acordo de parceria estratégica global assinado pelos dois países \"não prevê a criação de uma aliança militar e não representa uma ameaça para países terceiros\".\n\nSegundo o vice-ministro, o acordo respeita o direito internacional, não é conflituoso e não altera a arquitetura de segurança no Nordeste da Ásia.\n\n\"A assinatura do acordo não é mais do que um passo conjunto de Moscovo e Pyongyang para repensar as abordagens para garantir a segurança no contexto de tendências político-militares alarmantes\", argumentou.\n\nO diplomata russo aludiu ainda à visita da ministra dos Negócios Estrangeiros norte-coreana, Choe Son-hui, concluída hoje.\n\nReferiu que as duas partes realizaram consultas estratégicas, tendo sido discutidas questões de segurança e económicas, incluindo \"todas as questões decorrentes\" do tratado de parceria, que inclui uma cláusula de assistência mútua em caso de agressão.\n\nRudenko negou ainda ter conhecimento de que a Rússia tencione aumentar o fornecimento de arroz à Coreia do Norte para 600.000-700.000 toneladas.\n\nChoe iniciou a visita à Rússia em 29 de outubro.\n",
  "article_id": "PT_URW_420.txt",
  "category": "URW",
  "narratives": [
    "Russia is the Victim",
    "Discrediting the West, Diplomacy",
    "Amplifying war-related fears",
    "Praise of Russia"
  ],
  "subnarratives": [
    "Other",
    "Russia is a guarantor of peace and prosperity"
  ]
}