{
  "text": "Climate change protesters hoping to ‘shut down’ Congressional Baseball Game \n\n\nClimate change protesters are hoping to “shut down” the annual Congressional Baseball Game on Wednesday night.\n\nYouth-led activist group Climate Defiance plans to protest at the north gate of Nationals Park and “shut” the game down, Evan Drukker-Schardl, an organizer for the group, told The Hill.\n\n“This game is an important kind of illustration of what’s wrong with our politics and our political elite that’s destroying our planet,” Drukker-Schardl said. “We’re not going to let this celebration of corporate political corruption go unchallenged.”\n\nThe organization, established in March 2023, also led a plan to blockade the White House Correspondents’ Dinner nearly two months ago.\n\n(Excerpt) Read more at thehill.com ...\n\nI hope the FBI has their Far Left, DemonRAT, Red Flag, No Sale Gun list up to date. Those fags normally shoot at Republicans playing baseball.\n\nTonight is beautiful weather for evening baseball\n\nthese punks have never experienced being punched in the face or even been in a fight. About time for them to experience the pain derived from above\n\nHere’s hoping Rs have the edginess to throw brushbacks, go in spikes high to second or third base, do a Pete Rose bowlover of catcher, or my favorite as first baseman- glove slap to the face to runner diving back to first on pickoff attempt.\n\nAbout time they start sending messages\n\nI thought this game was an annual fundraiser for DC youth summer sports programs. Liberals are so stupid.\n\nWhy don’t the Reps just forfeit like they do on everything else\n\nThat’s because they’re driven by emotions, not reason and they lack the ability to think rationally.\n\nJust shoot at them. It worked the last time.\n\nHe is a professional troublemaker. He has never held an honest job.\n\nTreat him accordingly.\n\nThey want to wait until the 9th inning when they have a 10-run lead - then they will forfeit.\n\nLOL !\n\nConcede the game and brag about how they will win next time.\n\nOr actually fluke out a win, but hand the trophy to the Dems anyway.\n\nHe's not wrong. But his conclusion is incorrect.\n\nThe Wealthy Liberal Elite is controlling our political system right now. And they have Hollywood, Big Tech, Wall Street, Mainstream Media, Elite Universities and of course, the \"Deep State\".\n\nWhy don’t the Congressional Members work on projects they are paid for instead of playing games on Taxpayers nickel?\n\neither of those work\n\nhighly likely\n\nSounds like it\n\nbloody them and they will think twice\n",
  "article_id": "EN_CC_200016.txt",
  "category": "CC",
  "narratives": [
    "Criticism of climate movement",
    "Hidden plots by secret schemes of powerful groups",
    "Criticism of institutions and authorities"
  ],
  "subnarratives": [
    "Other",
    "Blaming global elites",
    "Criticism of national governments"
  ]
}