{
  "text": "The Public Health Red Meat Allergy Bioengineering Plot Thickens… \n\n The Public Health Red Meat Allergy Bioengineering Plot Thickens…\n\nAll Global Research articles can be read in 51 languages by activating the Translate Website button below the author’s name.\n\nTo receive Global Research’s Daily Newsletter (selected articles), click here.\n\nClick the share button above to email/forward this article to your friends and colleagues. Follow us on Instagram and Twitter and subscribe to our Telegram Channel. Feel free to repost and share widely Global Research articles.\n\nIn a recently unearthed video of the College of Global Public Health Center for Bioethics at New York University Director, Dr. Matthew Liao, speaking at the 2016 World Science Festival, he openly advocates artificially inducing a red meat allergy in the entire human population, using an analog of the algha-gal molecule found in the Lone Star Tick that I have documented previously at Armageddon Prose, so as to fight “climate change.”\n\n\n“People eat too much meat. And if they were to cut down on their consumption on meat, then it would actually really help the planet.\n\nBut people are not willing to give up meat. Some people will be willing to, but other people – they may be willing to but they have a weakness of will. They say ‘this steak is just too juicy, I can’t do that.’ I’m one of those by the way.\n\nSo here’s a thought. So it turns out that we know a lot about — we have these intolerances… For example, I have a milk intolerance. And some people are intolerant to crayfish. So possibly we can use human engineering to make the case that we’re intolerant to certain kinds of meat, to certain kinds of bovine proteins…\n\nThere’s this thing called the Lone Star tick where if it bites you, you will become allergic to meat… So that’s something we can do through human engineering. We can possibly address really big world problems through human engineering.”\n\nThis level of evil – openly plotting to trigger autoimmune disease in humans without their consent at the population level – is nearly unspeakable.\n\nAt the same forum, Liao advocated “editing” humans to become “so small that we get eaten by cats,” again for the sake of “climate change.”\n\nWere these psychopaths to succeed with this and any of their many other bioengineering projects under the guises of Public Health™, fighting “climate change,” etc., then nothing the Third Reich did, or even fantasized doing in Dr. Mengele’s wildest dreams, to the undesirables would remotely compare.\n\nThis is a war – of a different kind than we have seen historically – “unrestricted warfare,” as the CCP calls it — but a war nonetheless. As such, we need Nuremberg II now. People like Matthew Liao are not civilians; they must be reclassified as enemy combatants and given military tribunal trials.\n\nI don’t know how this is going to be politically feasible, given the highly controlled and totally compromised political machine in the US and across the West, “penetrated” by the WEF, in the words of Klaus Schwab, as they are.\n",
  "article_id": "EN_CC_200086.txt",
  "category": "CC",
  "narratives": [
    "Hidden plots by secret schemes of powerful groups",
    "Criticism of institutions and authorities"
  ],
  "subnarratives": [
    "Other",
    "Criticism of international entities"
  ]
}