{
  "text": "Energy transition opens new vistas for solar, wind power companies \n\n by Xinhua writer Shi Hao\n\nBEIJING, Sept. 27 (Xinhua) -- Over the past three months, Anhui Huasun Energy Co., Ltd. has been racing against time to make solar modules for a gigantic photovoltaic project in China's Xinjiang.\n\nThese 1.8-gigawatt modules using advanced heterojunction technology will be installed at a 4-gigawatt solar power plant, which is located on the edge of China's largest desert, the Taklimakan.\n\n\"For Chinese companies in the photovoltaic industry more than 20 years ago, raw materials, technologies and markets relied heavily on foreign countries and regions. But now, the tide has totally turned,\" Huasun's chairman Xu Xiaohua said.\n\nIn east China's Anhui Province, where Xu's company is based, the photovoltaic industry has snowballed in the past five years. The number of companies in the business with an annual revenue exceeding 10 billion yuan (about 1.43 billion U.S. dollars) rose to 11 in 2023.\n\nThe boom, which is also recorded beyond Anhui, is underpinned by China's vigorous efforts to expedite a comprehensive transition to green growth as tasks remain daunting.\n\nChina aims to raise the proportion of non-fossil energy consumption to around 25 percent of total energy consumption by 2030, which means the country must make every effort to increase the ratio by one percentage point annually in the next few years.\n\n\"The proportion of coal consumption in China's total energy consumption stood at 55.3 percent in 2023, and thus the potential for green and low-carbon energy transition is great,\" said Li Zheng, director of the Institute of Climate Change and Sustainable Development at Tsinghua University.\n\nChina is already revving up the transition to green energy. Official data released this week showed that the installed capacity of solar power came in at approximately 750 million kilowatts in the first eight months of 2024, rocketing 48.8 percent year on year, and the installed capacity of wind power grew 19.9 percent to some 470 million kilowatts.\n\nPan Huimin, deputy head of the National Energy Administration's new and renewable energy department, said the rapid development of the new energy sector in recent years resulted from full market competition, a sound business environment, constant tech innovation and a complete industrial chain.\n\nTo meet the requirement of exports and foster green industrial and supply chains, Chinese enterprises' demand for clean electricity is experiencing \"explosive growth,\" Pan said in the latest episode of the China Economic Roundtable, an all-media talk platform hosted by Xinhua. The new episode was broadcast Friday.\n\nA key challenge is fully harnessing unstable wind and sunlight and transmitting power to users, often hundreds or thousands of kilometers away.\n\nLast month, users in Beijing started receiving solar and wind power generated in the northwestern province of Gansu after the energy was delivered via extra-high-voltage transmission lines, benefiting Gansu companies in the business and meeting the Chinese capital's demand for green energy.\n\nChina unveiled an action plan last month to speed up building a \"new electricity system.\" According to the document, Chinese authorities will use advanced power generation, regulation and control technologies to increase the transmission of clean electricity through the grid.\n\nLocal governments and enterprises should seize opportunities and vigorously exploit wind and solar power in line with local resources and with the capabilities of the grid to absorb the generated electricity, Pan said. ■",
  "article_id": "EN_CC_100083.txt",
  "category": "Other",
  "narratives": [
    "Other"
  ],
  "subnarratives": [
    "Other"
  ]
}