{
  "text": "Offshore wind can be California's next Gold Rush \n\n Letters to the Editor: Offshore wind can be California’s next Gold Rush\n\nTo the editor: Just as the Pacific was critical in transporting miners in the rush for gold and has been key to our state’s and our nation’s epic transoceanic commerce, it can now usher in our next Gold Rush in the form of offshore wind power.\n\nKudos to Michelle Solomon and Taylor McNair for reminding readers that this form of clean, renewable energy blowing along our coast needs only to be harnessed with floating wind turbines and transmitted via infrastructure to our population centers, facilitated by Inflation Reduction Act financial incentives.\n\nThe technology is available, the seed money to pay for the launch of this promising enterprise exists and the need for offshore wind energy could not be greater as the climate crisis ravages much of the world.\n\nGov. Newsom, this is your summons to even bolder climate leadership.\n\nGinger Osborne, Laguna Beach\n\n..\n\nTo the editor: California stands to benefit from cleaner air, good-paying jobs and reliable energy with offshore wind technology. But policymakers need to pass legislation that locks in investment and resources for offshore wind to ultimately succeed in our state.\n\nCalifornia should start by ensuring a market exists for the clean power that offshore wind will create. To do that, the Legislature should pass AB 1373. This piece of legislation ensures central procurement for offshore wind, meaning the Public Utilities Commission will start requiring utilities and companies servicing Californians’ electrical needs to have a diverse portfolio of clean energy sources — including offshore wind.\n\nLawmakers need to kick-start offshore wind in California, and they can start by passing AB 1373.\n\nDan Jacobson, Elk Grove, Calif.\n\n..\n\nTo the editor: I agree that California should become a leader in building and deploying floating wind turbines. And while we can help this “nascent” technology emerge, we shouldn’t wait for it to mature to deploy offshore wind.\n\nThere are many unsightly oil platforms not far off the coast, particularly in Huntington Beach and Long Beach. These are grounded. We should deploy grounded wind turbines at similar depths and distances.\n\nMurray Zichlinsky, Long Beach",
  "article_id": "EN_CC_100232.txt",
  "category": "Other",
  "narratives": [
    "Other"
  ],
  "subnarratives": [
    "Other"
  ]
}