{
  "text": "The Downing of Malaysian Airlines MH17: The Quest for Truth and Justice. Review of the Evidence \n\n by Prof Michel Chossudovsky, Global Research:\n\nEight years ago, on 17 July 2014, Malaysia Airlines Flight 17 (MH17) was shot down in Eastern Ukraine.\n\nIn recent development, A Netherlands Court on November 17, 2022 found the Kremlin responsible for the alleged attack: two Russians and\n\na separatist Ukrainian” were identified as “guilty of mass murder for their involvement in the downing of Malaysia Airlines Flight 17”.\n\nThe media has highlighted the downing of MH17 in the context of the war in Ukraine. The Court ruling is fraudulent, based on fabricated evidence.\n\nTRUTH LIVES on at https://sgtreport.tv/\n\n***\n\nThis background text was prepared in the context of the Kuala Lumpur MH17 Conference entitled MH17: The Quest for Justice, organized by JUST, the PGPF and the CRG in August 2019.\n\nThis comprehensive report provides detailed evidence that Russia was not involved in the downing of MH17.\n\nIt also confirms the insidious role of Ukraine’s intelligence agency.\n\n****\n\nThe underlying objective is to examine the evidence, reveal the truth and uphold the rule of law.\n\nToday, July 29th 2021, our thoughts are with the families of the victims of the Malaysian Airlines MH17 tragedy.\n\nThe 2019 Conference was dedicated to the memory of the victims.\n\nIt is also a national tragedy for the people of Malaysia. The downing of MH17 with 283 passengers and 15 crew on board, took place barely a few months following the mysterious disappearance of Malaysian Airlines flight MH370 after departing on March 8, 2014 from Kuala Lumpur for Beijing, with 227 passengers and 12 crew members on board.\n\nIt is worth recalling that immediately after the MH17 plane crash on July 17 2014, prior to the conduct of a preliminary investigation, Secretary of State John Kerry and US Ambassador to the UN Samantha Power pointed their finger at Moscow without a shred of evidence. In turn, the allegations directed against Russia were used to justify the imposition of sweeping economic sanctions against the Russian Federation.\n\nAccording to President Obama (hours after the tragedy):\n\n“… the downing of MH17 should be “a wake-up call” to Europe to get serious about confronting Russia over Ukraine after EU leaders have proved reluctant to impose tought sanctions.” (Telegraph, July 18,2019)\n\nThe Wall Street Journal reports (July 18, 2014) that “Obama is getting his wish and Brussels is now weighing new sanctions”:\n\nEuropean governments, jolted by the downing of a passenger plane over eastern Ukraine that killed nearly 300 people, are contemplating a major expansion of sanctions on Russia as early as next week.\n\nEuropean Union leaders decided in recent days to expand the penalties to a broad new category of people and companies. But the apparent shooting down of a plane carrying more than 200 EU citizens has intensified a desire to act quickly and forcefully, including sanctions against oligarchs with ties to the Kremlin.\n\nIn Brussels, some diplomats described the incident as a game-changer. “It would have major consequences if it was certain it came from the rebels— major consequences,” said one official. (WSJ, July 18, 2014)\n\nOn July 22, 2014, The European Union decided to expand its sanctions blacklist against Moscow including Vladimir Putin’s inner circle.\n\nEU foreign ministers decided to “draw up further broad measures including an arms embargo and financial restrictions on Russian businesses, … following the downing of Malaysia Airlines Flight MH17.” (Guardian, July 22, 2019)\n\nMichel Chossudovsky, August 2019, updated July 17, 2020, July 16, 2022",
  "article_id": "EN_UA_010909.txt",
  "category": "URW",
  "narratives": [
    "Distrust towards Media",
    "Russia is the Victim"
  ],
  "subnarratives": [
    "Western media is an instrument of propaganda",
    "Other"
  ]
}