{
  "text": "Russia-Ukraine war map: Where are Russian troops positioned around Ukraine? \n\n RUSSIA is demanding the surrender of Mariupol, while trying to position themselves within range of crucial cities.\n\nAt least eight civilians have died in a Russian attack on a large shopping centre just outside the Ukraine's capital Kyiv.\n\nWhere are Russian troops in Ukraine now?\n\nAn estimate of 190,000 Russian troops have been deployed in and around Ukraine for the invasion.\n\nRussia has admitted around 10,000 of their troops have been killed.\n\nDespite peace talks on the Belarusian border, the Ukraine war rages on with no hint of whether Russian President Vladimir Putin will withdraw his troops.\n\nRussia has military control over much of Ukraine's southern regions but is fighting to take control of Mariupol.\n\nread more on the ukraine war\n\nThe city is surrounded by Russian forces but Ukraine refuses to surrender.\n\nUkrainian forces are holding on to important cities like Kharkiv and Kyiv as well as Odesa, which is a crucial connection to supplies.\n\nCapital Kyiv remains under Ukrainian control with the nearest Russian troops about 15 miles from the city centre.\n\nTroops attacked the Retroville mall just outside Kyiv in the Podilskyi district, killing eight civilians.\n\nIn the north of the country, Russian troops are attempting to surround the city of Sumy.\n\nMany civilians have joined Ukrainian forces in the fight for their homeland.\n\nRUSSIA LATEST\n\nWhich parts of Ukraine has Russia invaded?\n\nRussia has made large sweeps in the south of Ukraine, using Crimea and the separatist supporters in Donetsk and Luhansk.\n\nTroops moved into the Kherson region from Crimea - a territory that Russia annexed from Ukraine in 2014.\n\nKherson and Melitopol areas of Ukraine are under control of Russian forces.\n\nThere is strong Russian presence in Chernobyl and the surrounding area.\n\nNorthern cities of Chernihiv and Konotop, which are closest to the Russian and Belarusian borders, have also been taken.\n\n🔵 Read our Russia - Ukraine live blog for the very latest updates\n\nWhy has Russia invaded Ukraine?\n\nUnrest in the Donbas region began in 2014 after the Russian annexation of Crimea.\n\nPro-Russian demonstrations escalated into fighting with the Ukraine government forces.\n\nThe Minsk agreement of 2015 – between the separatist leaders, Ukraine, Russia, France and Germany – sought to end fighting in the region but without success.\n\nThe much feared Russian advance began in the early hours on February 21, 2022, soon after Putin announced he recognised Luhansk and Donetsk as independent states in a bombastic TV address.\n\nJoe Biden and Boris Johnson condemned the move as an \"invasion\" and slapped sanctions on Russian banks and Putin's billionaire cronies.\n\nREAD MORE SUN STORIES\n\nRead More on The Sun\n\nMany countries and private companies have also sanctioned Russia and Russian oligarchs, such as Chelsea FC owner Roman Abramovich.\n\nThe big sanctions for the billionaires has been the seizures of many of their superyachts.",
  "article_id": "EN_UA_103251.txt",
  "category": "URW",
  "narratives": [
    "Discrediting the West, Diplomacy"
  ],
  "subnarratives": [
    "Diplomacy does/will not work"
  ]
}