{
  "text": "Russia ‘could split off from global internet’ – and US fears that Russian web could look like China’s Great Firewall \n\n Russia ‘could split off from global internet’ – and US fears that Russian web could look like China’s Great Firewall\n\nRUSSIA could split off from the global internet as the Kremlin cracks down on the web, officials fear.\n\nAs real war rages in Ukraine, Russia has is pushing ahead with an intense information war online.\n\nA key battleground in the Kremlin's online crackdown is the Russian internet.\n\nSeveral businesses have shut down their online and physical operations in Russia.\n\nMeanwhile, Kremlin officials led by President Vladimir Putin have blocked access to some of the platforms that have not halted service in Russia.\n\nInstagram, which is three times as popular as Facebook in Russia, was blocked by state officials.\n\nThe Kremlin’s plans to isolate Russia from the global internet predate the invasion of Ukraine.\n\nIn 2019, Russia passed the Sovereign Internet Law which redirects traffic through Russian servers – allowing a watchful Kremlin to censor the web.\n\nIn 2021, the Russian government labeled the internet a national security threat.\n\nThis month, Russia’s deputy digital minister Andrei Chernenko directed Russian websites to switch to domain name system (DNS) servers that are within Russia’s borders.\n\nMost read in Tech\n\nIn doing so, internet operations in Russia are dependent on hardware within the country which strengthens the state’s ability to control content.\n\nRussian citizens can use a Virtual Private Network (VPN) to bypass Russia’s rigid internet restrictions.\n\nA VPN shields your IP address, hides your physical location and scrambles the record of your internet history.\n\nBut with Visa, Mastercard and American Express suspending operations in Russia, many citizens have no way to pay for web tools to help them evade Russian censorship policies.\n\nAll you need to know about Russia's invasion of Ukraine\n\nEverything you need to know about Russia's invasion of Ukraine...\n\n- Why is Russia invading Ukraine?\n\n- Will the UK go to war?\n\n- How can I join the Ukraine foreign legion?\n\n- What can I do to help Ukraine?\n\n- Who is Ukraine's president Volodymyr Zelensky?\n\n- How much gas does the UK get from Russia?\n\n- Is Russia a part of Nato?\n\n- Does Russia have nuclear weapons?\n\n- Why is Ukraine not in Nato?\n\n- How big is the Russian army?\n\n- What is Article 5 of the Nato treaty?\n\n- What is the Minsk agreement?\n\n- Which countries were in the Soviet Union?\n\n- What does the Z mean on Russian tanks? Meaning behind symbols explained\n\n- When will the Russia-Ukraine war end?\n\nKremlin crackdown\n\nThe Russians' work to domesticate the internet is not unlike the Chinese Great Firewall internet policy.\n\nChina governs the internet with intense scrutiny and has loads of restrictions against international websites.\n\nThe Chinese government has ownership over internet channels and lends access to people and businesses.\n\nChinese internet users rarely explore web pages that are based or created outside of China.\n\nFreedomHouse, a nonprofit focused on analyzing the strength of freedom across the world, ranked the Chinese internet as one of the least free in the world with a score of 10/100.\n\nThe United States, for comparison, has an internet freedom score of 75/100.\n\nIn fracturing the internet, China and Russia leave citizens just with state-approved networks as their only source of information.\n\n\"They want the ability to move to not one big global network but different networks where you can surveil your citizens more easily,” Karen Kornbluh, an expert on US-European diplomacy, told NBC News.\n\n“In the longer term, Russia wants to be able to cut off access to Signal,” Kornbluh said.\n\nSignal is a secure messaging app used by journalists to avoid government snooping – and it's now the fastest growing app in Russia.\n\nRT, one of Russia’s state-controlled media networks, has pushed false justifications for the invasion of Ukraine and has come under fire for other propagandist tendencies.\n\nREAD MORE SUN STORIES\n\nRead More on The US Sun\n\nBy insulating the Russian internet, networks like RT could be the only source of information left for Russian citizens.\n\nThe splintering of the internet is the latest installment in Russia's larger effort to clamp down on free speech.\n\nWe pay for your stories!\n\nDo you have a story for The US Sun team?\n\nEmail us at exclusive@the-sun.com or call 212 416 4552.\n\nLike us on Facebook at www.facebook.com/TheSunUS and follow us from our main Twitter account at @TheSunUS",
  "article_id": "EN_UA_104791.txt",
  "category": "Other",
  "narratives": [
    "Other"
  ],
  "subnarratives": [
    "Other"
  ]
}