{
  "text": "Russia wants UN probe into Nord Stream gas pipelines explosions \n\n Moscow: Russia will ask the UN Security Council for an investigation into Nord Stream gas pipelines explosions in September last year for which it blames the US.\n\nThe Russian parliament’s committee for international relations has introduced the motion regarding this and is expected to get approval by the State Duma later this week.\n\nWhat does the proposal say?\n\nAccording to a report by TASS, the proposal calls the Baltic Sea pipelines blasts as “an act of international terrorism” and a “monstrous sabotage.\"\n\nIt seeks from the United Nations to hold accountable both - who gave the order for the explosions and those who carried it out.\n\n“The criminal act has threatened the security of all Eurasia,” the proposal stated.\n\nGiving the reference to the report of American investigative journalist Seymour Hersh, the lawmakers blamed US President Joe Biden’s administration, saying it “gave the illegal order and bears full responsibility for the multi-billion-dollar damage to the infrastructure of Russia, Germany, France and the Netherlands.\"\n\nDon’t Miss: US planted explosives along Nord Stream gas pipelines in 2022 under Biden supervision, claims Seymour Hersh\n\nThey further described the pipeline sabotage as inflicting long-term damage to the security, economy and environment of the entire region.\n\nHersh in his report alleged that the Nord Stream gas pipelines were damaged in a joint operation between the US and Norway.\n\nAlso Read: Russian foreign ministry asks for answers from the US over ‘blowing up’ Nord Stream\n\nUS actions require “a thorough international investigation, punishment of those responsible and compensation for the damage caused,” the proposal said.\n\nWhat Seymour Hersh’s report say?\n\nLast week, Hersh in over 5,000 words report claimed that “top secret and highly-dangerous operation” was carried out by the divers during BALTOPS22, a series of military exercises in the Baltic Sea carried out by 16 NATO countries.\n\nAccording to him, divers trained at the US Navy’s Diving and Salvage Centre in Florida, planted C4 explosives on three Nord Stream pipelines in June 2022. They were detonated after three months using a sonar buoy which broadcast a signal that triggered the bombs.\n\nMust Read: As plot around Nord Stream sabotage thickens, West’s tussle with Russia over Ukraine war gets a new twist\n\nHe further claimed that the Nord Stream attack was carried out in response to Russian President Vladimir Putin’s invasion of Ukraine.\n\nExplosions in Nord Stream 1 and 2 pipelines were reported on 26 September, 2022, an attack that, ostensibly, continues to puzzle investigators.\n\nRead all the Latest News , Trending News , Cricket News , Bollywood News , India News and Entertainment News here. Follow us on Facebook , Twitter and Instagram .",
  "article_id": "EN_UA_012611.txt",
  "category": "URW",
  "narratives": [
    "Blaming the war on others rather than the invader"
  ],
  "subnarratives": [
    "The West are the aggressors"
  ]
}