{
  "text": "Russia Stages Major Airstrike on Ukraine; One Missile Enters Polish Airspace \n\n KYIV—Russia struck critical infrastructure in Ukraine’s western region of Lviv with missiles early on March 24, Kyiv said, in a major airstrike that saw one Russian cruise missile briefly fly into Polish airspace, according to Warsaw.\n\nMoscow launched 57 missiles and drones in the attack that also targeted Kyiv, two days after the largest aerial bombardment of Ukraine’s energy system in more than two years of full-scale war, Kyiv said.\n\n“There were two preliminary hits on the same critical infrastructure facility that the occupiers targeted at night,” Lviv’s regional governor, Maksym Kozytskyi, wrote on the Telegram messaging app.\n\nThe strike used Kinzhal hypersonic missiles, which are harder to shoot down, he added, without identifying the facility.\n\nThe energy ministry said equipment caught fire when a critical energy facility in the Lviv region was attacked, causing it to lose power. It was unclear whether they were talking about the same facility.\n\nAir defences destroyed 18 of 29 inbound missiles and 25 of 28 attack drones, the Ukranian air force said.\n\nThere were almost no details about what had been damaged, but the targeting of critical infrastructure could indicate that Russia is trying to keep up pressure on the energy system after its strikes caused widespread blackouts on March 22.\n\nThe energy ministry said that Ukraine, which has been exporting power in recent weeks, had sharply increased imports of electricity and stopped exports on March 24 after attacks on the energy system.\n\nSeveral explosions rang out in Kyiv in the early hours as air defences destroyed about a dozen missiles over the capital and in its vicinity, according to Serhiy Popko, head of Kyiv’s military administration.\n\nThere was only minor damage from the attack, he said.\n\nSmall groups of people huddled for safety underground in a central Kyiv metro station in the early hours, some of them sleeping on camping mats.\n\nMoscow has been pounding Ukraine for days in attacks portrayed by Moscow as revenge for Ukrainian attacks that were conducted during Russia’s presidential election.\n\nThe wreckage of a downed Kh-55 cruise missile was found in a Kyiv park, officials said.\n\n“For the third pre-dawn morning this week, all of Ukraine is under an air alert and has been advised to seek shelter,” U.S. Ambassador Bridget Brink posted on social media platform X.\n\nPolish AirspacePoland’s armed forces said a Russian cruise missile launched at the region of Lviv had violated Poland’s airspace.\n\n“The object entered Polish space near the town of Oserdow [Lublin Voivodeship] and stayed there for 39 seconds,” it said on X. “During the entire flight, it was observed by military radar systems.”\n\nPoland’s army spokesperson, Jacek Goryszewski, told reporters that the missile travelled about 2 kilometers (1.2 miles) into Polish airspace before returning to Ukraine.\n\nThere was no immediate comment from Russia. Warsaw said it would demand an explanation from Moscow.\n\nPolish Defense Minister Wladyslaw Kosiniak-Kamysz said Warsaw would continue to support Ukraine both militarily and on the humanitarian side.",
  "article_id": "EN_UA_103403.txt",
  "category": "Other",
  "narratives": [
    "Other"
  ],
  "subnarratives": [
    "Other"
  ]
}