{
  "text": "Terrifying moment flesh-melting ‘thermite bombs’ that burn to the bone rain down on Ukrainian town \n\n THIS is the horrifying moment Russia appeared to unleash flesh-melting \"thermite bombs\" on a Ukrainian town.\n\nTerrifying footage shows the night sky in Marinka lit up by a chilling rain of sparkling, burning thermite - a killer chemical mixture.\n\nThe video, taken through a smashed window by someone sheltering inside a building, shows a huge area of the town in the Donetsk region being showered with the horror bombs.\n\nUkrainian journalists shared the video on Twitter - describing it as the \"scariest footage of thermite shelling\" they had ever seen.\n\nMarinka is on the frontline of Putin's war in Ukraine as Moscow tries to gain control of the Donbas region - made up of the Luhansk and Donetsk provinces.\n\nThermite, a mixture of metal powder and metal oxide, is used in the making of incendiary bombs.\n\nRead more on the Ukraine war\n\nIt burns at temperatures of more than 2,400C - being so hot it can burn through steel and concrete.\n\nAnd if it comes into contact with human flesh, it can melt through right down to the bone.\n\nHuman Rights Watch previously warned the deadly weapon can cause extremely painful burns on the human skin and can lead to respiratory problems.\n\nThe bombs use is significantly dangerous as their wide area of range means they cannot be contained on the battlefield - and its effects could hit civilians.\n\nMost read in News\n\nThe killer weapons were used during the Second World War.\n\nThe use of thermite as an incendiary weapon is nowadays considered a war crime.\n\nIts use was banned by the third protocol of the 1980 UN Convention on Conventional Weapons in Geneva.\n\nRussia was previously accused of using phosphorus bombs in its effort to take over the Mariupol steel plant Azovstal in May this year.\n\nDramatic footage showed a Russian missile detonating mid-air above the plant with flaming explosives dropping down.\n\nUkrainian officials claimed the clip showed Russian forces dropping 9M22S incendiary and phosphorus bombs on the steelworks.\n\nRead More on The Sun\n\nRussia was also accused of using the killer weapons after footage emerged allegedly showing white phosphorous burning fiercely on the ground in the eastern city of Kramatorsk.\n\nWhite phosphorous causes injuries and death by burning deep into the tissue, being inhaled as smoke and being ingested.",
  "article_id": "EN_UA_104775.txt",
  "category": "Other",
  "narratives": [
    "Other"
  ],
  "subnarratives": [
    "Other"
  ]
}